{
  "places": [ 
    {
      "categoriesId": 1,
      "id": 1,
      "createdBy": 1,
      "name": "SEQUITUR",
      "address": "Коенкозов көчөсү 70, 722200",
      "countries": 1,
      "cities": 8,
      "location": {
        "latitude": 42.353827,
        "longitude": 73.951987
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@sequitur.com",
      "phone": "996 555892500",
      "description": "<p>Ea amet cillum culpa ad. Ex in in aliquip eiusmod irure dolor occaecat cillum aliqua in. Laborum magna adipisicing dolor proident cillum est mollit in id velit. Duis elit anim dolor consectetur esse esse aliqua. Anim ex minim laborum culpa tempor. Consectetur et et tempor est culpa qui elit ut dolor. Proident laboris do fugiat sunt sint proident ea adipisicing mollit.\r\n<br/>Nostrud ea in aliqua cupidatat aliquip exercitation laborum enim ipsum culpa labore. Eu eu est quis consectetur exercitation nostrud enim enim ad eiusmod aliqua eiusmod. Incididunt elit nostrud quis consectetur exercitation irure irure est pariatur sunt incididunt ut. Eiusmod veniam veniam ut esse in veniam excepteur dolore aliqua minim nisi duis quis eiusmod. Aliqua exercitation ipsum ipsum eiusmod eiusmod incididunt. Irure minim mollit eiusmod amet consequat dolor proident ipsum consequat.\r\n<br/>Aliqua velit commodo anim commodo. Nulla adipisicing nisi cupidatat do occaecat amet sit proident. Velit et dolore sunt reprehenderit aliqua occaecat aliquip reprehenderit laborum aliquip. Ad excepteur duis esse officia sit dolore laboris amet dolor magna velit et. Qui dolor cupidatat consectetur reprehenderit cillum.\r\n</p>",
      "extraDescription": "<p>Et magna nostrud id Lorem fugiat qui proident irure sint. Elit qui dolore ullamco ullamco sint deserunt sit enim laborum. Ullamco ullamco ipsum est adipisicing minim proident laborum cupidatat veniam duis culpa ea quis.\r\n<br/>Adipisicing magna laboris anim incididunt cillum quis ea culpa reprehenderit enim ea exercitation. Pariatur consectetur elit quis veniam sit elit ipsum velit voluptate dolor commodo amet ex. Velit irure mollit esse eiusmod. Do id ut nisi nostrud cupidatat consequat non anim in nisi esse. Irure do consequat quis esse dolore dolor exercitation aliquip eu ad laboris deserunt cupidatat. Dolor laborum veniam dolore mollit in id pariatur.\r\n<br/>Aliquip dolor do veniam cupidatat irure reprehenderit reprehenderit amet. Nulla nulla eu nisi nostrud nisi eu. Ipsum aliquip laboris velit reprehenderit laboris anim incididunt reprehenderit nisi voluptate dolor aliquip labore.\r\n</p>",
      "price": "2,779",
      "rating": 5,
      "isActive": false,
      "isModerated": false,
      "createDate": "2019-05-10T09:12:09 -06:00",
      "updateDate": "2015-05-03T15:38:51 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 2,
      "createdBy": 2,
      "name": "EARTHMARK",
      "address": "Коенкозов көчөсү 70, 722200",
      "countries": 1,
      "cities": 9,
      "location": {
        "latitude": 41.854776,
        "longitude": 73.882186
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@earthmark.com",
      "phone": "996 505900485",
      "description": "<p>Deserunt eiusmod magna exercitation ea ut nisi laborum esse elit aute sunt. Amet laborum irure excepteur aliquip sunt labore sunt aute velit fugiat fugiat. Velit voluptate consectetur Lorem laboris elit minim.\r\n<br/>Occaecat nostrud eu excepteur eiusmod in magna mollit proident consequat. Quis adipisicing amet dolore id irure non eiusmod occaecat. Consequat sint eiusmod incididunt nulla elit consectetur officia in adipisicing Lorem amet elit nisi in. Irure ullamco proident eu ut. Id ipsum consequat ullamco qui mollit ipsum cillum culpa sit nulla cillum. Sint qui aute tempor ex nisi excepteur elit eiusmod do laboris sit laboris in et. Pariatur laboris culpa laboris pariatur consequat aliquip id est do consequat elit in ad magna.\r\n<br/>Proident sit consequat sit reprehenderit amet. Elit adipisicing cillum sunt laborum pariatur. Duis qui aliqua id Lorem esse reprehenderit officia. Est aute sint non in eiusmod minim exercitation commodo quis cupidatat reprehenderit.\r\n</p>",
      "extraDescription": "<p>Eiusmod labore ut sit elit fugiat. Mollit cupidatat quis deserunt excepteur aute mollit id est culpa proident cupidatat. Culpa non commodo anim fugiat quis exercitation labore esse sint. Nisi sit id ipsum ex in culpa proident esse in labore aute nulla voluptate quis. Officia excepteur ad sint non fugiat proident laboris do nulla laboris nisi aliquip sit laboris.\r\n<br/>Deserunt ex proident ea ex magna amet cupidatat ea est proident excepteur. Do proident tempor officia est id quis laboris labore. Sit enim qui magna adipisicing cupidatat pariatur ipsum incididunt eu. Anim non elit veniam consequat consequat nisi qui Lorem. Aliquip mollit tempor enim pariatur ut in enim do.\r\n<br/>Lorem est consequat exercitation tempor. Laboris amet sit cillum aliqua id duis ex culpa nostrud dolor. Eu anim ex commodo non mollit proident officia Lorem. Adipisicing occaecat incididunt laboris excepteur ad aute Lorem.\r\n</p>",
      "price": "3,651",
      "rating": 4,
      "isActive": true,
      "isModerated": true,
      "createDate": "2017-10-02T11:38:38 -06:00",
      "updateDate": "2018-05-03T15:50:28 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 3,
      "createdBy": 3,
      "name": "BYTREX",
      "address": "Ленина 55/3",
      "countries": 1,
      "cities": 4,
      "location": {
        "latitude": 41.980688,
        "longitude": 73.490289
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@bytrex.com",
      "phone": "996 779832592",
      "description": "<p>Id velit consectetur nulla ut culpa dolor consequat laborum culpa id sit tempor dolore est. Nisi exercitation dolore tempor aute aute dolore. Magna ex laborum officia aliqua esse minim exercitation irure culpa officia qui nostrud mollit aute. Commodo aute consectetur proident fugiat.\r\n<br/>Fugiat voluptate exercitation adipisicing aute irure elit. Minim consequat ipsum occaecat et consectetur exercitation. Culpa nisi dolore Lorem enim. Voluptate duis proident laboris eu consequat nostrud tempor adipisicing aute.\r\n<br/>Non et pariatur do consectetur Lorem aute ad ut ea esse elit. Commodo exercitation laboris aute esse anim culpa anim cupidatat laboris. Esse fugiat et et non nostrud quis cupidatat do nisi quis ullamco ut.\r\n</p>",
      "extraDescription": "<p>Cillum cillum Lorem nostrud commodo sint mollit laborum exercitation consectetur tempor labore reprehenderit. Sint et aliqua dolor in aliquip ullamco enim officia qui elit quis cupidatat nisi. Cillum consequat consequat irure incididunt est reprehenderit cillum ut labore exercitation. Reprehenderit quis sint eu sunt ut fugiat aute deserunt. Elit incididunt ut laboris voluptate et minim ea nostrud minim. Exercitation do cillum aute laboris ad labore et. Qui dolore ea voluptate veniam sunt aute amet aliquip sit magna irure sint cupidatat.\r\n<br/>Fugiat eiusmod nulla exercitation id. Laborum eiusmod in nulla esse fugiat. Tempor nulla in veniam do in mollit sint duis ad sit voluptate.\r\n<br/>Ea qui ut elit proident amet ullamco laborum commodo ea culpa ipsum. Deserunt ea commodo mollit non sit duis voluptate amet fugiat occaecat nisi. Ullamco culpa ullamco et consequat cupidatat elit ea ut duis nostrud nisi.\r\n</p>",
      "price": "2,430",
      "rating": 3,
      "isActive": false,
      "isModerated": false,
      "createDate": "2019-04-03T16:21:11 -06:00",
      "updateDate": "2015-12-05T00:01:54 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 4,
      "createdBy": 4,
      "name": "GEOFARM",
      "address": "Ленина 55/3",
      "countries": 1,
      "cities": 6,
      "location": {
        "latitude": 41.423936,
        "longitude": 73.700872
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@geofarm.com",
      "phone": "996 708857500",
      "description": "<p>Labore elit ut id sit est labore Lorem. Commodo amet aliquip irure et nostrud magna magna cillum consequat aliqua deserunt veniam do consectetur. Minim consectetur reprehenderit proident do fugiat commodo do ut.\r\n<br/>Enim eiusmod eiusmod eiusmod do consectetur duis dolore ullamco ipsum ullamco. Cillum aliqua sint sint aliquip elit nulla consectetur cillum commodo occaecat. Consectetur culpa duis Lorem anim elit. Eiusmod quis dolore anim aliquip. Aliqua elit magna exercitation minim veniam. Incididunt consectetur in laborum cillum aliquip sunt ut aliqua irure aliquip.\r\n<br/>Culpa aliqua sunt culpa cupidatat quis in tempor commodo mollit ipsum. Exercitation laboris Lorem do qui cillum excepteur labore deserunt esse aute. Qui dolore nostrud reprehenderit excepteur enim est qui adipisicing aliqua cillum ad in irure.\r\n</p>",
      "extraDescription": "<p>Ex aliquip laboris occaecat aliqua. Veniam veniam sit et et fugiat ullamco aliqua. Esse aliqua veniam eu culpa ea pariatur esse mollit id anim exercitation duis. Minim tempor ullamco aliqua adipisicing ex non elit Lorem quis consequat. Qui mollit deserunt irure sunt tempor reprehenderit cillum nisi est nulla consectetur non esse. Nostrud est aliquip voluptate sint eu adipisicing quis aliqua occaecat eu veniam commodo ex ea.\r\n<br/>Velit consequat aliquip veniam commodo dolor elit commodo elit. Cillum quis irure ipsum commodo qui enim labore nisi. Cillum occaecat sint esse duis dolor ipsum adipisicing sit tempor do consequat. Culpa officia nisi in anim ut labore occaecat. Exercitation ad non ad culpa ipsum nulla id sunt ex velit. Quis cillum magna ex dolor esse et. Eiusmod laboris tempor reprehenderit proident.\r\n<br/>Pariatur exercitation id dolore consectetur occaecat esse. Cillum cupidatat ipsum sit labore tempor Lorem sunt proident. Nulla eu ad sint nostrud cupidatat labore nisi velit Lorem et. Do eiusmod nostrud ea culpa. Enim proident ipsum Lorem pariatur reprehenderit ullamco veniam cupidatat adipisicing enim aliqua magna aliquip. Voluptate pariatur veniam adipisicing proident pariatur officia nulla minim eiusmod culpa aliquip excepteur. Cupidatat eiusmod culpa dolor veniam quis laboris duis commodo ipsum ea nisi in ut do.\r\n</p>",
      "price": "2,330",
      "rating": 4,
      "isActive": true,
      "isModerated": true,
      "createDate": "2016-11-23T23:03:24 -06:00",
      "updateDate": "2015-06-19T09:27:25 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 5,
      "createdBy": 5,
      "name": "FRENEX",
      "address": "Исанова 150",
      "countries": 1,
      "cities": 9,
      "location": {
        "latitude": 41.616173,
        "longitude": 73.117922
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@frenex.com",
      "phone": "996 505865600",
      "description": "<p>Id cillum cillum sit aliquip. Ea velit sit officia sit id. Laboris adipisicing labore velit culpa nisi consectetur quis tempor adipisicing eu. Esse officia anim pariatur laborum proident cupidatat elit irure quis aliquip esse. Aute sit fugiat dolore minim cupidatat mollit commodo id id minim non. Quis magna duis et id Lorem anim pariatur anim eiusmod labore enim consequat. Ex ad aliquip sunt adipisicing et consectetur incididunt.\r\n<br/>Ullamco enim minim enim et commodo adipisicing ullamco deserunt sint laborum deserunt culpa. Anim tempor et duis elit velit. Sit mollit aliquip ea anim dolore ad voluptate irure culpa ut officia ipsum dolor anim.\r\n<br/>Adipisicing ut commodo eiusmod cupidatat reprehenderit nostrud do ex veniam fugiat aute pariatur esse sint. Commodo nulla enim excepteur fugiat mollit fugiat nisi pariatur. Mollit ad aliqua irure ea sint aute reprehenderit cillum adipisicing. Cillum tempor minim commodo Lorem et officia voluptate excepteur non veniam duis voluptate. Amet dolore sint minim nisi in velit id adipisicing. Fugiat esse magna aliquip cupidatat.\r\n</p>",
      "extraDescription": "<p>Sunt laboris laborum id nostrud sunt velit ut labore consequat non id deserunt id. Eiusmod deserunt consequat sint aliqua nostrud sint pariatur et aliquip in commodo dolore. Veniam culpa quis excepteur cupidatat est proident. Nostrud labore et eiusmod non consequat. Qui anim magna est veniam id occaecat eu eiusmod culpa reprehenderit tempor fugiat nisi. Est do aliquip veniam ipsum cillum.\r\n<br/>Ad eiusmod eiusmod et tempor quis aliquip officia quis ex consequat. Officia officia magna eu minim ea anim. Anim duis proident sit irure. Consectetur aute nostrud excepteur aliqua. Tempor pariatur magna irure cupidatat id nulla excepteur consectetur exercitation consectetur qui deserunt officia.\r\n<br/>In occaecat veniam do non dolor irure. Aliquip amet esse excepteur deserunt eu duis id Lorem pariatur ipsum eiusmod. Esse tempor anim voluptate fugiat non ullamco aute. Deserunt laboris ut enim incididunt consectetur anim labore est esse et culpa ullamco cillum. Proident sit nostrud fugiat laborum qui nulla excepteur velit id eu eiusmod anim. Cillum culpa tempor duis ex velit ut culpa in minim. Culpa ex est laboris sunt esse pariatur sunt.\r\n</p>",
      "price": "3,568",
      "rating": 4,
      "isActive": true,
      "isModerated": true,
      "createDate": "2016-06-19T06:44:23 -06:00",
      "updateDate": "2017-01-11T05:35:04 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 6,
      "createdBy": 6,
      "name": "OZEAN",
      "address": "Коенкозов көчөсү 70, 722200",
      "countries": 1,
      "cities": 8,
      "location": {
        "latitude": 41.60127,
        "longitude": 73.990953
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@ozean.com",
      "phone": "996 777967580",
      "description": "<p>Ullamco consequat velit proident irure. Aute proident ut anim ex elit quis. Nostrud occaecat Lorem Lorem tempor id et minim nostrud.\r\n<br/>Velit magna do laborum duis laboris ex. Nulla ex incididunt elit pariatur sint ad esse dolor adipisicing id sunt. Occaecat in culpa aute culpa aute exercitation sint nulla fugiat commodo. Nulla tempor mollit quis incididunt. Non laboris exercitation quis est veniam minim id consectetur. Sint aliqua nostrud esse culpa nisi mollit commodo consequat. Ut veniam pariatur esse adipisicing ex culpa ad eiusmod cillum aliqua.\r\n<br/>Pariatur sunt do officia enim duis. Labore elit commodo non Lorem eu labore non aute tempor ad ullamco occaecat commodo proident. Enim et cillum dolore tempor aliquip voluptate et eiusmod culpa in. Ea cillum non nostrud quis in sint irure esse occaecat elit. Anim ea consequat ipsum laboris duis in cillum.\r\n</p>",
      "extraDescription": "<p>Elit sunt qui commodo mollit officia Lorem nulla qui dolore officia sint sunt. Anim magna deserunt ex laboris dolor consectetur. Et minim adipisicing ullamco duis ad ex nulla culpa id magna nulla esse. Cillum do nostrud non proident anim.\r\n<br/>Do adipisicing adipisicing minim irure sit minim. Amet in esse Lorem sunt amet tempor ad anim laboris. Officia excepteur aliquip pariatur nulla fugiat voluptate aliqua velit dolore dolor ex voluptate eu nisi.\r\n<br/>Aliquip irure non in nulla id aute occaecat pariatur dolor. Officia voluptate mollit proident anim ex dolor officia ex irure quis proident aliqua ut ad. Deserunt eu laborum do nostrud esse consequat laboris sit non incididunt proident deserunt voluptate. Magna non eu ut reprehenderit eiusmod sit amet. Qui ipsum laborum nulla aliqua sunt.\r\n</p>",
      "price": "3,698",
      "rating": 3,
      "isActive": true,
      "isModerated": true,
      "createDate": "2015-05-08T03:48:04 -06:00",
      "updateDate": "2018-08-28T00:03:18 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 7,
      "createdBy": 7,
      "name": "ARCTIQ",
      "address": "Коенкозов көчөсү 70, 722200",
      "countries": 1,
      "cities": 8,
      "location": {
        "latitude": 40.672619,
        "longitude": 74.016177
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@arctiq.com",
      "phone": "996 777928403",
      "description": "<p>Officia veniam consequat sint reprehenderit nostrud reprehenderit dolor. Consectetur pariatur ad sint sit. Duis sint laborum irure exercitation excepteur do veniam labore Lorem ut. Aute consectetur velit id sunt duis proident consequat. Eiusmod irure ipsum laboris Lorem mollit dolore duis id dolore. Excepteur tempor consectetur officia duis nulla et commodo incididunt.\r\n<br/>Minim ex Lorem id nisi. Elit fugiat velit id quis dolor adipisicing eu labore ad est. Labore qui dolor qui id nulla sit laboris laborum laborum ex laboris nisi. Aliquip ad ad et aute ex aliquip cillum Lorem eu qui nulla deserunt irure. Officia aliqua proident sunt exercitation et veniam cillum. Nostrud minim officia commodo amet.\r\n<br/>Veniam deserunt dolor aute fugiat. Proident cupidatat fugiat ut consectetur ad enim non consequat. Sit adipisicing sit laboris ipsum velit eu ad pariatur ut eiusmod. Aliqua in non officia irure sunt sit magna eiusmod quis in ea sint.\r\n</p>",
      "extraDescription": "<p>Ut reprehenderit deserunt magna et ullamco officia est occaecat. Culpa est velit incididunt laborum sint eiusmod sit consectetur aliquip. Tempor adipisicing sunt labore duis mollit sint commodo esse enim id nulla non.\r\n<br/>Reprehenderit non dolor mollit ullamco occaecat officia voluptate. Minim voluptate ad consectetur dolor dolor ad reprehenderit cillum. Qui ex tempor commodo adipisicing consequat aute sunt proident. Eiusmod culpa reprehenderit pariatur nulla eiusmod esse nulla.\r\n<br/>Minim laboris in nisi aliquip. Non ipsum eiusmod exercitation nisi sint proident velit aliqua. Labore commodo occaecat aliqua non nisi mollit ut eiusmod non. Irure id anim Lorem nulla. Non nulla anim fugiat nulla. Proident id veniam veniam do.\r\n</p>",
      "price": "1,531",
      "rating": 2,
      "isActive": false,
      "isModerated": true,
      "createDate": "2016-10-28T06:04:02 -06:00",
      "updateDate": "2017-12-03T03:32:44 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 8,
      "createdBy": 8,
      "name": "GENMY",
      "address": "Горького 122/3",
      "countries": 1,
      "cities": 7,
      "location": {
        "latitude": 41.310485,
        "longitude": 73.497993
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@genmy.com",
      "phone": "996 705929554",
      "description": "<p>Eu magna ex Lorem nulla proident sit reprehenderit velit anim mollit reprehenderit aute mollit. Deserunt ea consectetur officia elit cupidatat tempor laboris ad aliquip. Exercitation ex ea excepteur anim incididunt reprehenderit ad irure eiusmod aliquip est. Sunt reprehenderit in ad elit veniam duis occaecat qui.\r\n<br/>Eiusmod velit aliqua anim elit id ea excepteur pariatur ad elit non duis. Cillum in sunt cupidatat eu deserunt nulla sunt irure proident duis anim. Amet ut laboris occaecat dolore. Enim laborum veniam quis enim et reprehenderit amet nisi dolor et ut ipsum consequat veniam. Quis do aliqua ea labore id voluptate. Ullamco nisi nulla do commodo est consequat culpa do qui non ut.\r\n<br/>Qui exercitation do dolore non tempor ea adipisicing. Voluptate id aliqua officia exercitation fugiat elit adipisicing in elit. Duis minim ipsum deserunt est ea et irure Lorem. Duis aliqua consectetur nisi veniam qui pariatur. Ullamco ut quis et eu enim cupidatat fugiat ad reprehenderit quis sint.\r\n</p>",
      "extraDescription": "<p>Id quis ea ex enim adipisicing mollit commodo ut minim ea incididunt incididunt. Amet occaecat ut dolore labore aliquip dolor consequat anim aute nulla elit quis elit. Lorem dolore ullamco dolore do non occaecat excepteur dolore tempor pariatur. Anim ea irure cupidatat laborum dolor sunt pariatur laboris adipisicing qui cillum do. Anim aliquip nulla exercitation sint deserunt sit nisi adipisicing eu consectetur minim nisi. Consectetur ipsum voluptate Lorem est anim sint nisi eiusmod culpa ut.\r\n<br/>Nisi pariatur enim id reprehenderit esse consequat elit incididunt fugiat incididunt duis. Deserunt excepteur consectetur ad nostrud irure voluptate eiusmod id duis duis. Commodo labore amet voluptate veniam laboris. Minim minim deserunt ad dolor dolore ipsum incididunt consectetur magna. Sit in commodo adipisicing consectetur magna elit.\r\n<br/>Sunt eu mollit reprehenderit incididunt fugiat consequat nisi sint ut reprehenderit velit est labore labore. Tempor laborum ex laborum enim cillum occaecat minim. Enim commodo qui deserunt deserunt culpa amet eiusmod officia irure sint. Qui proident culpa et voluptate ullamco ut elit laborum dolore Lorem ad reprehenderit veniam. Et sunt aliqua aute deserunt reprehenderit.\r\n</p>",
      "price": "3,248",
      "rating": 2,
      "isActive": false,
      "isModerated": true,
      "createDate": "2017-02-09T06:31:48 -06:00",
      "updateDate": "2015-01-05T03:36:47 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 9,
      "createdBy": 9,
      "name": "FUTURITY",
      "address": "Чуй 255",
      "countries": 1,
      "cities": 1,
      "location": {
        "latitude": 39.839931,
        "longitude": 74.09769
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@futurity.com",
      "phone": "996 700982501",
      "description": "<p>Occaecat ea eiusmod mollit aliquip ut laboris dolor eu magna ut mollit nisi est. Enim qui consequat fugiat excepteur dolor enim reprehenderit ut veniam ut sunt deserunt pariatur. Consectetur ut proident fugiat velit.\r\n<br/>Do tempor proident esse officia nisi dolore duis do eiusmod anim. Amet commodo id ea laboris do reprehenderit officia amet ipsum. Mollit proident excepteur fugiat ad. Ad nisi duis deserunt do nostrud consectetur aliqua incididunt sunt dolor enim laborum quis esse. Voluptate eu excepteur dolore magna esse aliqua labore.\r\n<br/>Magna exercitation sunt anim non qui enim commodo. Proident laborum velit commodo quis nulla eiusmod. Lorem exercitation ea aliqua id culpa nulla occaecat sunt proident sint magna duis. Quis sunt deserunt labore elit excepteur consectetur. Proident est ad et amet ut pariatur elit ipsum ipsum irure est. Eu adipisicing laborum velit sint dolor officia incididunt magna consequat fugiat excepteur in adipisicing. Reprehenderit incididunt ut tempor exercitation et eu eiusmod consectetur adipisicing magna.\r\n</p>",
      "extraDescription": "<p>Sint occaecat excepteur velit excepteur deserunt qui ullamco elit consectetur officia elit. Esse in nostrud commodo irure ipsum. Anim nulla minim amet dolor ipsum dolor do ea. Qui proident elit amet eiusmod voluptate amet in aliqua minim duis exercitation dolor. Adipisicing non do reprehenderit velit voluptate incididunt enim occaecat id deserunt mollit exercitation proident. Amet proident eu nulla cupidatat officia ut consectetur. Occaecat labore labore tempor elit ut et reprehenderit eu nulla cillum deserunt.\r\n<br/>Consequat nostrud cupidatat ipsum velit irure ad sit aute cillum occaecat. Ex esse nulla quis consectetur veniam elit aliquip labore nisi aute dolore. Aute laboris incididunt voluptate aliqua. Nostrud fugiat elit esse minim deserunt consequat est Lorem culpa ex dolor. Ex officia eu pariatur aute magna minim esse labore qui fugiat culpa. Culpa dolor velit ipsum duis cupidatat duis. Do dolore aute minim aute irure ullamco consectetur in do dolor eu amet est.\r\n<br/>Amet excepteur mollit commodo reprehenderit laborum officia tempor. Reprehenderit dolore Lorem fugiat mollit quis laboris ullamco reprehenderit in. Reprehenderit incididunt anim excepteur elit culpa mollit ea duis aliqua amet ad officia cillum deserunt. Dolor irure do ipsum ad commodo aliquip cupidatat eu.\r\n</p>",
      "price": "1,708",
      "rating": 4,
      "isActive": true,
      "isModerated": false,
      "createDate": "2015-06-17T02:21:30 -06:00",
      "updateDate": "2019-04-18T16:10:15 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 10,
      "createdBy": 10,
      "name": "GOLISTIC",
      "address": "Чуй 255",
      "countries": 1,
      "cities": 7,
      "location": {
        "latitude": 41.0573,
        "longitude": 74.182147
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@golistic.com",
      "phone": "996 708810529",
      "description": "<p>Ipsum reprehenderit eiusmod eu dolore ea ullamco velit commodo do et commodo ipsum id. Cillum fugiat dolor nisi est aute officia esse Lorem proident. Veniam qui dolor aute amet consectetur consectetur qui aute dolor aliqua cillum cillum aliqua. Fugiat culpa tempor nostrud qui. Deserunt proident sint nisi ad do pariatur laborum aliqua.\r\n<br/>Sit ea velit nisi irure eiusmod irure. Commodo consectetur ullamco cupidatat voluptate sit minim qui ipsum laborum incididunt. Excepteur exercitation in Lorem incididunt velit Lorem occaecat commodo. Fugiat quis eiusmod commodo anim consectetur aliqua tempor. Voluptate consequat ipsum laborum nisi sit mollit magna commodo adipisicing id.\r\n<br/>Commodo non cupidatat in irure ipsum elit irure sint aliqua irure sunt incididunt sunt irure. Ipsum duis consequat voluptate consectetur exercitation duis irure laborum est et non. Anim velit consequat commodo esse amet officia exercitation. Pariatur id nisi aliqua officia deserunt excepteur ea minim cupidatat cillum nostrud. Culpa occaecat sint labore occaecat excepteur ea reprehenderit.\r\n</p>",
      "extraDescription": "<p>Consectetur id consectetur elit labore tempor aute commodo pariatur qui laboris nulla velit aliquip. Ut proident exercitation elit officia voluptate id esse magna cupidatat non esse. Adipisicing laborum in nisi laborum quis qui. Nostrud nostrud duis commodo pariatur.\r\n<br/>Esse ad ad commodo minim sit deserunt consectetur velit et ullamco. Pariatur magna adipisicing quis incididunt qui eu culpa excepteur magna magna reprehenderit consequat. Cupidatat ad ullamco excepteur aliquip reprehenderit tempor non voluptate in enim ipsum mollit consequat velit.\r\n<br/>Enim eiusmod Lorem enim occaecat sit cupidatat id et sunt ex incididunt non nostrud. Magna elit non mollit eu. Aute elit fugiat adipisicing consectetur. Ea commodo ad mollit duis minim anim. Do occaecat sit ipsum veniam esse eu eu occaecat nisi ullamco est aliquip. Ut sit ut reprehenderit id amet. Labore officia nostrud nulla ea nostrud culpa velit cillum enim.\r\n</p>",
      "price": "1,637",
      "rating": 4,
      "isActive": true,
      "isModerated": true,
      "createDate": "2014-08-25T19:25:15 -06:00",
      "updateDate": "2018-12-06T01:40:37 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 11,
      "createdBy": 11,
      "name": "UNDERTAP",
      "address": "Ленина 55/3",
      "countries": 1,
      "cities": 3,
      "location": {
        "latitude": 40.677496,
        "longitude": 73.120615
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@undertap.com",
      "phone": "996 775827433",
      "description": "<p>Sunt nisi consectetur consectetur nulla in enim non. Esse ea sunt nulla aliquip aliqua consequat exercitation. Veniam ad consequat culpa culpa enim ullamco magna. Consequat dolore labore ut nulla irure ea adipisicing esse laborum.\r\n<br/>Dolor nulla adipisicing nisi tempor. Irure minim et adipisicing nulla qui ipsum nisi et. Aliquip eiusmod reprehenderit mollit nisi ex. Nostrud enim sit commodo ipsum culpa ut. Tempor reprehenderit irure proident veniam labore occaecat dolor.\r\n<br/>Deserunt ea culpa excepteur et laborum est amet aliquip dolor ullamco qui deserunt nostrud dolor. Qui pariatur nisi occaecat mollit dolore reprehenderit duis sit exercitation mollit culpa. Aliqua eiusmod nulla et nisi aliqua dolore labore cillum laboris anim commodo nostrud. Laborum eiusmod eu reprehenderit culpa aliquip deserunt exercitation culpa amet adipisicing. Aliqua quis cillum anim et cillum nostrud nisi enim aliquip mollit ipsum minim qui commodo. Esse duis mollit eiusmod cupidatat officia laboris anim.\r\n</p>",
      "extraDescription": "<p>Id eiusmod sunt et consequat minim laboris consectetur est enim Lorem laboris non. Nisi ad do aliquip labore quis irure tempor ut dolor. Incididunt quis est aute consequat consectetur nostrud occaecat aliqua eiusmod elit laborum aliqua adipisicing. Incididunt excepteur anim in magna culpa voluptate enim nisi excepteur ex cupidatat.\r\n<br/>Cillum enim cupidatat laborum nulla velit aute cillum culpa tempor. Consequat anim cillum proident enim Lorem adipisicing in duis nostrud labore. Dolore sint dolore officia cupidatat irure id non aliquip. Exercitation et laborum cillum quis consequat cillum elit aliqua occaecat fugiat.\r\n<br/>Ullamco velit Lorem ut eiusmod exercitation consequat. Magna ipsum eiusmod nostrud ea proident non commodo qui cupidatat cupidatat eiusmod. In est veniam officia amet esse ullamco dolor culpa ut officia ea eiusmod duis et.\r\n</p>",
      "price": "2,662",
      "rating": 5,
      "isActive": false,
      "isModerated": false,
      "createDate": "2017-10-07T01:21:33 -06:00",
      "updateDate": "2017-12-25T19:41:10 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 12,
      "createdBy": 12,
      "name": "PYRAMI",
      "address": "улица Боконбаева, 120",
      "countries": 1,
      "cities": 7,
      "location": {
        "latitude": 40.691683,
        "longitude": 73.111703
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@pyrami.com",
      "phone": "996 555925567",
      "description": "<p>Occaecat labore dolore Lorem Lorem. Nostrud proident do deserunt ea eu duis aliqua voluptate. Officia proident incididunt elit dolor tempor aliquip eiusmod pariatur ad eiusmod magna aliqua cupidatat. Exercitation fugiat quis adipisicing velit adipisicing eu. Sint ea mollit in esse aliquip cupidatat aute mollit ut nostrud ad culpa pariatur aliquip.\r\n<br/>Qui dolore culpa reprehenderit nostrud magna labore pariatur dolor voluptate velit commodo esse fugiat. Veniam do duis proident labore aliqua elit duis. Commodo irure ipsum culpa est enim qui sit Lorem fugiat. Enim excepteur qui quis commodo. Irure fugiat amet ipsum reprehenderit esse tempor laboris non.\r\n<br/>Qui exercitation labore officia in exercitation anim. Reprehenderit veniam proident ex nostrud veniam ex excepteur est incididunt aliqua. Culpa et laborum officia ut.\r\n</p>",
      "extraDescription": "<p>Ut culpa occaecat voluptate veniam officia elit nisi fugiat do reprehenderit. Aliqua ipsum commodo Lorem consequat do. Proident aliqua aliqua labore qui Lorem. Mollit cillum ad qui qui duis cupidatat laboris duis sit occaecat adipisicing incididunt nisi ex. Anim laborum eu voluptate anim aute. Dolor mollit nisi cupidatat enim cupidatat minim aute commodo. Id eu minim laborum adipisicing do sint aliquip sint amet.\r\n<br/>Est incididunt velit nisi commodo reprehenderit amet laborum. Commodo occaecat enim esse quis commodo mollit occaecat. Exercitation est cillum elit enim reprehenderit Lorem enim sunt laborum et consequat pariatur quis sunt. Labore consequat laborum ex qui in est amet nostrud et ad do magna. Duis enim labore excepteur aliqua labore elit occaecat non ad sint eu. Non esse excepteur ea sunt veniam eu commodo magna occaecat eiusmod aliqua nostrud. Do enim incididunt ullamco veniam consectetur mollit excepteur mollit dolore fugiat non.\r\n<br/>Fugiat non eu sunt eu exercitation esse dolor commodo. Officia esse nostrud sunt cillum. Enim aliqua voluptate eu elit veniam eiusmod proident laborum sunt sit aute sunt id. Veniam dolore est veniam eiusmod quis veniam. Pariatur esse laboris irure Lorem veniam. Cillum quis duis incididunt eu nostrud enim. Ullamco excepteur velit tempor irure exercitation laboris.\r\n</p>",
      "price": "3,657",
      "rating": 5,
      "isActive": true,
      "isModerated": false,
      "createDate": "2017-05-02T17:57:30 -06:00",
      "updateDate": "2019-04-04T09:04:14 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 13,
      "createdBy": 13,
      "name": "ENDICIL",
      "address": "улица Боконбаева, 120",
      "countries": 1,
      "cities": 1,
      "location": {
        "latitude": 40.570599,
        "longitude": 74.079413
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@endicil.com",
      "phone": "996 505867579",
      "description": "<p>Id exercitation nisi excepteur ipsum ullamco fugiat labore aliquip ex ex consectetur. Non est reprehenderit cillum do ipsum ipsum voluptate deserunt ex non. Esse culpa irure dolore consectetur commodo cupidatat non mollit. Sunt cupidatat nisi ea laborum amet incididunt.\r\n<br/>Aliquip Lorem nisi laborum nulla exercitation esse consequat cillum aliqua aute commodo sit mollit. Eu mollit non ipsum irure aute ut. Duis Lorem ipsum aliqua in reprehenderit sint aliquip esse proident mollit quis aliqua. Laborum tempor exercitation fugiat sint voluptate laborum anim laboris ipsum nulla in duis. Mollit proident tempor id non nisi dolore exercitation.\r\n<br/>Quis voluptate dolor elit duis pariatur. Anim deserunt nisi veniam cillum deserunt adipisicing ullamco non ea laborum anim veniam commodo commodo. Adipisicing dolor aliqua sint duis aute culpa. Quis labore magna sit do non mollit pariatur incididunt nulla pariatur dolor nisi mollit. Sint adipisicing et eiusmod ea labore.\r\n</p>",
      "extraDescription": "<p>Non Lorem dolore culpa labore amet. Non reprehenderit est incididunt veniam eiusmod quis tempor duis. Proident proident pariatur laboris ut. Fugiat fugiat velit ullamco est labore cillum sint culpa aliquip. Ex voluptate fugiat Lorem excepteur aliquip ex non excepteur eu.\r\n<br/>Ad dolore reprehenderit consequat esse ex officia exercitation cupidatat nisi laborum est do ex mollit. Dolore laborum sint id veniam velit ut id ipsum aute aliqua non ullamco excepteur nostrud. Non pariatur duis officia reprehenderit commodo nulla ut minim irure ipsum aliqua est veniam aliquip. Sit do aute eu excepteur commodo fugiat ut anim esse consectetur consectetur voluptate sit est. Deserunt do mollit labore reprehenderit reprehenderit ipsum amet ut pariatur voluptate pariatur dolor voluptate id.\r\n<br/>Esse voluptate sint in esse eiusmod reprehenderit. Velit culpa labore ea labore amet qui Lorem exercitation officia. Nostrud reprehenderit sunt consectetur occaecat consequat anim enim est. Consectetur veniam sint culpa tempor tempor dolor eiusmod et ex dolor aute ut.\r\n</p>",
      "price": "1,462",
      "rating": 3,
      "isActive": false,
      "isModerated": false,
      "createDate": "2015-02-25T09:43:08 -06:00",
      "updateDate": "2016-02-05T12:10:38 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 14,
      "createdBy": 14,
      "name": "ZILLA",
      "address": "Горького 122/3",
      "countries": 1,
      "cities": 6,
      "location": {
        "latitude": 40.110801,
        "longitude": 73.684029
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@zilla.com",
      "phone": "996 777846594",
      "description": "<p>Id eiusmod aliquip et incididunt nulla ipsum sit aute adipisicing dolor laboris magna. Consectetur pariatur aliqua officia adipisicing amet eiusmod sit incididunt anim duis. Excepteur consequat adipisicing non esse.\r\n<br/>Quis Lorem ipsum ullamco eiusmod minim commodo sunt aliquip ullamco incididunt. Eiusmod pariatur fugiat ex elit laboris aliqua tempor ullamco est velit exercitation esse velit. Mollit cupidatat sit duis amet duis enim fugiat dolore culpa. Sit dolor ex ad ex anim consectetur tempor enim cillum ea.\r\n<br/>Eiusmod dolore cillum eiusmod veniam sit eu eiusmod commodo consectetur et ullamco. Laborum incididunt consectetur officia do. Occaecat nostrud adipisicing occaecat fugiat eu magna. Ad id labore aliquip laborum anim do deserunt incididunt pariatur ex esse magna et aute.\r\n</p>",
      "extraDescription": "<p>Fugiat ut velit tempor non nisi pariatur sint commodo irure nisi fugiat est. Nisi adipisicing do aute irure consequat cupidatat in enim cupidatat velit consectetur consequat Lorem. Eiusmod in est id laborum Lorem culpa dolor. Do ad Lorem enim quis incididunt do consectetur commodo anim id consequat velit sunt et.\r\n<br/>Ut mollit laborum magna ipsum ipsum magna elit ut excepteur qui sit cupidatat consectetur. Nostrud est ut mollit dolore dolore dolor qui adipisicing dolore aliquip esse. Ut do aute eiusmod qui do ad incididunt dolor proident qui quis aute. Mollit fugiat mollit ea excepteur dolore anim velit elit ut quis irure. Eu minim id aute pariatur velit incididunt eiusmod elit qui minim ut. Exercitation consectetur sunt minim incididunt adipisicing eu nostrud nisi. Officia laboris amet reprehenderit enim velit.\r\n<br/>Minim enim aliqua est sunt eu cillum. Culpa ipsum proident exercitation non culpa exercitation eiusmod adipisicing ullamco officia aliqua voluptate. Lorem sint aute eiusmod laborum cillum occaecat aliqua amet. Excepteur sint dolor ullamco fugiat laboris voluptate enim consequat. Culpa quis consequat qui pariatur laboris in sint irure magna minim cillum.\r\n</p>",
      "price": "3,166",
      "rating": 5,
      "isActive": true,
      "isModerated": true,
      "createDate": "2015-01-12T16:46:47 -06:00",
      "updateDate": "2018-12-03T06:18:44 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 15,
      "createdBy": 15,
      "name": "KYAGORO",
      "address": "Исанова 150",
      "countries": 1,
      "cities": 2,
      "location": {
        "latitude": 41.509063,
        "longitude": 73.341668
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@kyagoro.com",
      "phone": "996 700903421",
      "description": "<p>Veniam aliquip id incididunt mollit culpa qui voluptate dolore cillum magna ullamco. Lorem ullamco adipisicing veniam sit sint velit elit nulla excepteur. Anim culpa elit veniam enim aliquip amet minim dolore ut commodo veniam mollit. Magna est in laborum in dolore. Et incididunt aliquip labore veniam voluptate est culpa. Deserunt ea duis magna qui minim veniam fugiat pariatur minim officia. Voluptate do proident voluptate consequat.\r\n<br/>Deserunt eu eiusmod dolore deserunt nisi labore consectetur. Ut excepteur id proident laborum dolore laboris sit dolore velit dolore occaecat minim. Ad aliquip cillum irure nulla dolor quis voluptate est. Ex Lorem esse veniam nulla. Est cupidatat cupidatat labore eu sit velit aliqua quis. Minim ad elit minim eu.\r\n<br/>Magna cillum esse deserunt ea consectetur aliquip commodo elit dolore nisi velit. Ut nulla consequat in anim magna ipsum cupidatat magna enim duis excepteur id. Occaecat ea voluptate amet tempor reprehenderit minim exercitation et ea dolor voluptate dolore. Nulla ipsum laborum ad ipsum reprehenderit ullamco esse duis ex commodo occaecat pariatur. Laboris dolore anim dolore consectetur deserunt. Ex minim officia commodo amet.\r\n</p>",
      "extraDescription": "<p>Officia aliqua consectetur adipisicing laboris veniam eiusmod. Enim et veniam ea do id tempor. Laboris commodo cupidatat dolor ullamco velit commodo. Esse adipisicing occaecat tempor cillum cillum in et laboris ex. Sint nostrud qui sint in nisi fugiat Lorem officia exercitation sit consectetur minim mollit. Commodo et occaecat anim ex do ea enim. Excepteur excepteur exercitation dolore non ullamco in magna eiusmod duis ad.\r\n<br/>Commodo voluptate Lorem proident in voluptate do Lorem ea proident ipsum in. Qui reprehenderit excepteur ea Lorem laboris nisi amet eu quis aliqua minim et quis. Reprehenderit excepteur id aute sint ipsum esse. Exercitation esse consequat reprehenderit incididunt id ad reprehenderit tempor. Est cillum ullamco mollit occaecat dolore veniam labore. Ex voluptate in nisi ipsum. Amet veniam quis Lorem duis tempor Lorem sunt sit proident ea.\r\n<br/>Commodo ipsum excepteur enim sint sunt nulla voluptate id ex cillum elit dolore amet non. Ut nostrud sint veniam et anim anim id ea occaecat. Cupidatat fugiat nisi eu voluptate nisi sint et est irure excepteur excepteur dolor mollit sint.\r\n</p>",
      "price": "3,312",
      "rating": 1,
      "isActive": true,
      "isModerated": false,
      "createDate": "2015-07-15T08:58:39 -06:00",
      "updateDate": "2014-04-19T22:28:40 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 16,
      "createdBy": 16,
      "name": "SNORUS",
      "address": "Чуй 255",
      "countries": 1,
      "cities": 4,
      "location": {
        "latitude": 40.911769,
        "longitude": 73.908156
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@snorus.com",
      "phone": "996 705982455",
      "description": "<p>Commodo sint magna deserunt aute id nostrud nulla reprehenderit anim occaecat adipisicing sit elit dolor. Minim sit dolore sit fugiat aliqua est esse aute adipisicing. Duis deserunt excepteur nisi ex culpa eu anim mollit aliquip. Do veniam ullamco qui sint.\r\n<br/>Ea mollit ullamco anim minim. Est ad exercitation nostrud reprehenderit velit irure elit ex nostrud adipisicing tempor. Tempor aute nisi velit consequat nisi ad. In excepteur officia dolor enim do do aliquip consectetur exercitation pariatur qui in. Ut labore incididunt in nostrud minim do sit exercitation.\r\n<br/>Nisi ipsum proident id sit aute. Aliquip eiusmod nostrud reprehenderit est cupidatat mollit in culpa aliquip esse qui. Voluptate nisi eu esse sunt consectetur pariatur ullamco id adipisicing. Eu ullamco proident ex magna velit nisi deserunt mollit culpa. Id sint dolore qui irure et quis irure tempor eu laboris officia duis cillum.\r\n</p>",
      "extraDescription": "<p>Quis qui esse occaecat do consectetur aute. Velit consectetur culpa aliqua adipisicing voluptate eu aliqua ipsum et excepteur eiusmod ea veniam ad. Laborum enim veniam labore irure adipisicing occaecat duis anim voluptate mollit sunt ad. Sit voluptate est magna ullamco excepteur occaecat culpa mollit consequat occaecat ex officia ex. Irure ex ex occaecat irure Lorem est nulla occaecat adipisicing labore amet.\r\n<br/>Amet velit deserunt labore ipsum aliquip nulla consectetur minim in. Cupidatat esse dolore exercitation culpa commodo ad id nisi sunt amet irure. Incididunt veniam nulla adipisicing fugiat ea nisi id laboris occaecat tempor. Enim culpa labore ea aliquip fugiat nulla esse anim Lorem aliqua nostrud.\r\n<br/>Officia sunt dolore deserunt duis anim ea et reprehenderit magna nisi. Ullamco voluptate est laborum veniam nostrud veniam culpa quis irure nisi eu incididunt laborum. Amet pariatur magna excepteur enim qui fugiat. Excepteur dolore cillum eu quis nulla voluptate cupidatat et tempor nostrud sint eu consectetur amet. Sunt proident ipsum esse laboris dolor. Amet enim est voluptate minim sit enim eu pariatur enim esse irure laborum. Dolore deserunt amet ex occaecat velit.\r\n</p>",
      "price": "3,590",
      "rating": 3,
      "isActive": false,
      "isModerated": false,
      "createDate": "2019-01-19T08:44:14 -06:00",
      "updateDate": "2017-07-27T23:17:35 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 17,
      "createdBy": 17,
      "name": "KEEG",
      "address": "Ленина 55/3",
      "countries": 1,
      "cities": 7,
      "location": {
        "latitude": 40.439273,
        "longitude": 73.813824
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@keeg.com",
      "phone": "996 553833409",
      "description": "<p>Veniam deserunt in ut tempor anim culpa voluptate veniam non elit mollit. Ex eu minim dolore eu eiusmod qui officia velit. Ut reprehenderit ea excepteur culpa. Cupidatat labore qui laboris officia incididunt commodo labore sit.\r\n<br/>Proident officia anim esse reprehenderit fugiat cillum nostrud anim laboris labore mollit amet eiusmod excepteur. Do amet aliquip magna consequat aliquip Lorem irure cupidatat pariatur. Laboris anim culpa officia elit aute in. Quis do aliqua nulla sint excepteur do aute culpa anim ea in proident id aliqua.\r\n<br/>Commodo laboris mollit aute esse excepteur ullamco elit reprehenderit dolor officia ea ipsum. Minim nisi nisi irure incididunt dolor adipisicing magna non ea. Dolor in culpa tempor anim dolor excepteur proident excepteur et.\r\n</p>",
      "extraDescription": "<p>Exercitation amet mollit veniam reprehenderit qui. Lorem elit commodo cillum incididunt Lorem in reprehenderit. Mollit sunt eiusmod sit elit laboris laboris fugiat culpa in do nulla.\r\n<br/>Quis tempor magna excepteur velit. Adipisicing consequat sunt labore ex ea deserunt reprehenderit fugiat aute aute labore. Irure incididunt excepteur reprehenderit qui eu labore anim anim sit laboris sint in. Ipsum magna consectetur ex cillum in nisi. Est veniam laboris eu voluptate officia ullamco occaecat mollit reprehenderit aliqua. Qui non laboris eu occaecat eu anim.\r\n<br/>Dolor nostrud aliqua magna adipisicing sit excepteur qui ex magna eiusmod officia id mollit dolore. Commodo pariatur nulla exercitation aute fugiat non anim culpa. Ipsum dolore mollit officia exercitation sint esse et amet quis consequat dolore do ad pariatur. Adipisicing nisi qui commodo dolore pariatur dolore.\r\n</p>",
      "price": "1,714",
      "rating": 1,
      "isActive": true,
      "isModerated": false,
      "createDate": "2015-03-02T17:27:52 -06:00",
      "updateDate": "2016-11-23T22:08:08 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 18,
      "createdBy": 18,
      "name": "ENAUT",
      "address": "Горького 122/3",
      "countries": 1,
      "cities": 7,
      "location": {
        "latitude": 42.034352,
        "longitude": 73.743261
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@enaut.com",
      "phone": "996 700899463",
      "description": "<p>Ipsum consequat ad officia reprehenderit eu. Duis incididunt minim reprehenderit non fugiat in enim dolor cupidatat aliqua magna ipsum. Lorem velit consequat aliqua ullamco irure pariatur anim adipisicing ea ex irure nulla velit sit. Ad culpa duis irure culpa. Sint ex Lorem consequat cupidatat consectetur eiusmod Lorem eiusmod anim elit ad.\r\n<br/>Consequat dolore ut ullamco ullamco quis velit sint non velit sunt laborum tempor sunt et. Aliquip irure culpa mollit magna dolore fugiat ipsum consectetur minim aliqua labore ullamco. Quis tempor laborum cillum pariatur amet.\r\n<br/>Culpa dolor dolor nisi aute ea sit id sunt mollit minim adipisicing velit. Aute et officia cupidatat est tempor deserunt. Labore cupidatat nostrud nisi ut nulla reprehenderit in nostrud pariatur nisi sint ut veniam. Aliqua qui culpa duis enim in. In sunt aute tempor labore cillum officia. Minim aliqua aute proident veniam aute eiusmod et exercitation eiusmod laboris. Consequat qui officia eiusmod aute tempor pariatur.\r\n</p>",
      "extraDescription": "<p>Nulla reprehenderit nisi consectetur minim consectetur et. Laboris velit magna do reprehenderit minim sint in fugiat pariatur quis voluptate laborum elit. Deserunt reprehenderit officia voluptate velit. Ad consectetur sunt tempor eiusmod ex occaecat ad qui cillum elit id ullamco. Ut officia ut mollit pariatur commodo tempor aliquip ea et fugiat aliquip officia.\r\n<br/>Adipisicing pariatur culpa eiusmod nostrud ullamco eu nisi sint. Excepteur sint magna in irure deserunt deserunt. Proident adipisicing labore magna adipisicing labore Lorem labore. Amet ipsum proident in duis esse ullamco eu esse elit labore. Aliqua veniam adipisicing enim eu. Nisi ea laborum fugiat non. Non laboris minim do sunt sint.\r\n<br/>Reprehenderit amet qui do ipsum consectetur consectetur sint incididunt cillum laboris consequat velit mollit id. Proident sit ex officia ea proident nulla. Cillum irure nulla ex incididunt quis est ea sit. Sit in reprehenderit esse ex irure deserunt nulla non. Sit ut eu quis dolore aliquip labore consectetur exercitation nostrud nostrud dolor eiusmod ex enim.\r\n</p>",
      "price": "1,851",
      "rating": 2,
      "isActive": true,
      "isModerated": false,
      "createDate": "2017-11-25T19:54:37 -06:00",
      "updateDate": "2016-02-11T00:35:04 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 19,
      "createdBy": 19,
      "name": "REALYSIS",
      "address": "Чуй 255",
      "countries": 1,
      "cities": 2,
      "location": {
        "latitude": 41.246816,
        "longitude": 73.340942
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@realysis.com",
      "phone": "996 779881582",
      "description": "<p>Eu incididunt reprehenderit eiusmod nulla labore nulla quis ea. Aliqua elit cillum occaecat aliquip dolor reprehenderit. Ea aliquip esse dolor elit commodo nostrud ullamco enim dolor.\r\n<br/>Cillum proident consectetur id eu excepteur velit. Nisi excepteur labore tempor excepteur tempor esse tempor. Mollit aliqua labore veniam ut minim velit id. Dolore mollit ex in occaecat ad reprehenderit ut non adipisicing incididunt. Id voluptate officia consequat cillum Lorem quis.\r\n<br/>Ex eiusmod ut Lorem cupidatat aute do nisi sit ipsum minim ad duis. Ullamco tempor nisi occaecat magna. Occaecat eu velit elit laboris. Aliqua irure officia ex ipsum deserunt nisi Lorem aliqua in in. Dolor anim exercitation quis ea nulla laborum deserunt ut excepteur enim in nostrud.\r\n</p>",
      "extraDescription": "<p>Aute irure ut est occaecat ex duis exercitation sunt. In non pariatur elit ipsum aliqua sint non qui. Ex in do ad id sunt proident. In exercitation incididunt qui esse magna officia ipsum id nisi excepteur non consequat deserunt nulla. Voluptate consectetur occaecat commodo et aliquip. Fugiat et pariatur ut excepteur qui amet proident dolor exercitation pariatur aliquip in voluptate commodo.\r\n<br/>Magna fugiat consectetur ex consequat est id. Nostrud cillum elit mollit laboris labore commodo ad. Anim occaecat pariatur ad incididunt adipisicing in. Id excepteur duis consequat in laborum est enim consequat anim.\r\n<br/>Cupidatat officia esse fugiat enim occaecat fugiat anim quis anim. Occaecat ullamco nulla aute incididunt adipisicing nisi dolor consectetur esse eiusmod sint dolore magna. Consectetur fugiat nostrud nostrud eu sit. Officia ex sint cillum mollit id ea nulla minim magna et deserunt laboris labore. Commodo quis eu ullamco ad consequat aute commodo aute voluptate do. Culpa et nisi elit non voluptate sint nisi consequat do commodo. Fugiat fugiat ad tempor anim fugiat dolor ex excepteur sunt tempor non officia.\r\n</p>",
      "price": "2,681",
      "rating": 2,
      "isActive": false,
      "isModerated": false,
      "createDate": "2016-07-16T08:48:12 -06:00",
      "updateDate": "2019-01-23T14:52:28 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 20,
      "createdBy": 20,
      "name": "KRAGGLE",
      "address": "ул. Ашхабадская, 30",
      "countries": 1,
      "cities": 3,
      "location": {
        "latitude": 40.410504,
        "longitude": 74.171735
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@kraggle.com",
      "phone": "996 505818442",
      "description": "<p>Sit cupidatat id excepteur anim velit. Adipisicing duis eiusmod qui incididunt amet non. Mollit cillum ea consectetur labore officia consectetur do pariatur duis qui sunt minim excepteur laborum. Ea ut fugiat culpa ullamco excepteur laboris culpa magna. Elit magna labore ipsum cupidatat nostrud minim do minim reprehenderit amet est proident. Nulla duis adipisicing mollit ut mollit ipsum.\r\n<br/>Aliquip anim et dolor esse. Laboris magna Lorem esse cupidatat ut aliqua sint proident adipisicing mollit cupidatat adipisicing ullamco. Labore voluptate veniam esse do qui duis sint nostrud laborum pariatur ut. Magna anim do culpa sint veniam ex qui eiusmod sit reprehenderit aliquip non veniam. Anim cillum non eiusmod nisi exercitation.\r\n<br/>Dolor est ea qui dolore. Dolore cillum esse aliqua magna ex reprehenderit ad. Nostrud ex tempor pariatur ea consequat dolore sint non duis aliquip consequat culpa. Aute eu in eiusmod consectetur officia tempor eiusmod.\r\n</p>",
      "extraDescription": "<p>Aute consequat laborum aliquip dolor reprehenderit elit ea aute duis aliquip labore sint. Deserunt labore ipsum aute cupidatat aliquip eu qui in aliqua excepteur eiusmod in esse est. Labore ut voluptate tempor sunt magna nisi ullamco duis reprehenderit eiusmod ea.\r\n<br/>Pariatur reprehenderit consectetur ullamco voluptate qui veniam amet amet dolore quis aute Lorem. Labore elit nisi id excepteur velit in tempor ex qui aliqua eu elit non. Amet ad reprehenderit sint dolor aliquip ullamco consequat.\r\n<br/>Eiusmod magna officia deserunt laboris fugiat anim enim dolore sit pariatur ex proident. Aute pariatur esse fugiat officia non. Consequat et Lorem consequat proident aute. Consectetur cupidatat do proident quis sint. Qui sunt eu nulla aliqua voluptate est Lorem dolore laboris duis id magna in quis. Veniam mollit ea laborum ut enim aliqua tempor nisi excepteur do.\r\n</p>",
      "price": "3,927",
      "rating": 2,
      "isActive": false,
      "isModerated": true,
      "createDate": "2017-05-22T22:53:09 -06:00",
      "updateDate": "2018-06-02T00:02:24 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 21,
      "createdBy": 21,
      "name": "SNOWPOKE",
      "address": "Горького 122/3",
      "countries": 1,
      "cities": 1,
      "location": {
        "latitude": 41.099604,
        "longitude": 73.814279
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@snowpoke.com",
      "phone": "996 505939566",
      "description": "<p>Duis magna ad cillum nisi laborum proident excepteur et proident cillum quis pariatur laboris excepteur. Magna voluptate laborum minim sint dolor dolor id nostrud magna enim dolore ipsum nostrud. Exercitation commodo occaecat tempor minim exercitation anim reprehenderit elit et enim incididunt consectetur. Lorem cillum proident Lorem eiusmod laboris nisi elit ut occaecat proident laboris amet veniam. Cillum voluptate cupidatat consequat amet laborum aliquip incididunt Lorem aliquip sit veniam incididunt sunt pariatur.\r\n<br/>Enim proident commodo velit cupidatat exercitation quis officia occaecat. Ad cillum fugiat amet cupidatat Lorem et in laborum sunt dolore ea ad nulla. Fugiat aliquip commodo in velit cupidatat tempor dolor cillum reprehenderit proident. Nostrud Lorem esse velit commodo sit aliqua labore consectetur proident occaecat amet labore. Pariatur nulla sit qui nulla adipisicing exercitation.\r\n<br/>Cillum nisi ullamco non amet incididunt deserunt. Ipsum enim Lorem non reprehenderit anim aute. Ex consectetur minim ad ut magna fugiat. Exercitation minim eu velit labore amet. Anim ad cillum commodo Lorem Lorem aliqua.\r\n</p>",
      "extraDescription": "<p>Commodo quis labore nostrud commodo proident irure dolor nulla id consectetur aute nisi aute. Enim eu aliquip id ut occaecat duis amet laboris adipisicing esse amet amet sit elit. Incididunt eu dolore pariatur et officia exercitation velit proident incididunt cupidatat.\r\n<br/>Excepteur proident anim excepteur ipsum officia elit fugiat. Consectetur ipsum non officia Lorem id excepteur esse quis do esse. Velit voluptate commodo labore laboris veniam nulla ea quis duis mollit ex. Ea cillum sit ipsum irure eiusmod et commodo ullamco non ut eiusmod. Lorem cillum esse consequat cupidatat. Consectetur qui do minim do magna nostrud adipisicing minim. Culpa proident do exercitation labore velit cupidatat consectetur cupidatat officia ad deserunt.\r\n<br/>Dolore et sunt reprehenderit consectetur est cillum. Ipsum voluptate occaecat eu officia laborum in ea. Irure duis anim amet qui aliquip sint in ad nostrud consectetur. Est do elit elit quis.\r\n</p>",
      "price": "2,142",
      "rating": 1,
      "isActive": true,
      "isModerated": false,
      "createDate": "2018-01-28T23:32:43 -06:00",
      "updateDate": "2015-07-30T10:09:32 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 22,
      "createdBy": 22,
      "name": "TALKALOT",
      "address": "ул. Ашхабадская, 30",
      "countries": 1,
      "cities": 9,
      "location": {
        "latitude": 41.419687,
        "longitude": 73.189526
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@talkalot.com",
      "phone": "996 700831427",
      "description": "<p>Nisi dolore excepteur cillum ipsum non cupidatat ad elit Lorem velit irure enim nostrud. Adipisicing sint eiusmod voluptate adipisicing cillum non. Incididunt Lorem voluptate aliquip ullamco et laboris. Dolor ea nisi laborum officia ullamco minim irure incididunt eiusmod est dolor laboris. Adipisicing fugiat eu duis ad veniam commodo esse consequat anim ea sunt. Minim proident eiusmod aliquip elit do. Amet mollit laborum cillum consectetur dolore.\r\n<br/>Deserunt qui ad proident sunt ex deserunt duis officia adipisicing labore exercitation. Nostrud mollit ex minim duis excepteur laboris do commodo sint elit exercitation dolor. Cupidatat et eu esse est anim sit minim. Laboris deserunt duis elit enim esse. Laborum ea sit sunt et commodo exercitation veniam officia duis minim cupidatat sunt. Dolor proident consequat nisi in eiusmod nisi nulla culpa ipsum in consectetur cillum sunt esse.\r\n<br/>Nostrud sunt elit et cillum. Commodo ex id officia qui. Amet est anim cupidatat sunt labore et in non do. Esse mollit cupidatat id laboris nostrud quis amet cillum cupidatat dolor id.\r\n</p>",
      "extraDescription": "<p>Adipisicing qui consectetur quis excepteur culpa exercitation. Et est ex cupidatat deserunt nulla. Cillum do quis sit in aliqua. Esse consequat et adipisicing anim laborum qui pariatur velit non. Minim dolor non pariatur anim Lorem. Proident fugiat consequat tempor consectetur veniam cillum minim mollit dolor aute pariatur. Excepteur ullamco qui ipsum veniam cupidatat laboris.\r\n<br/>Laboris veniam consequat enim reprehenderit excepteur. Adipisicing in nostrud amet duis exercitation excepteur magna et ea. Dolor tempor esse anim mollit voluptate adipisicing cupidatat voluptate. Occaecat ullamco deserunt commodo ut non. Quis eiusmod excepteur nulla quis cupidatat quis in exercitation sit ut. Mollit duis laborum anim ad laboris sunt exercitation ad do occaecat. Reprehenderit incididunt ex nostrud tempor qui aliquip adipisicing dolor id ipsum aliquip.\r\n<br/>Incididunt veniam aute mollit laborum labore exercitation sint magna incididunt fugiat non. Adipisicing qui aute dolore in tempor sunt. Nulla dolore voluptate velit do aliquip enim aute magna minim dolor. Quis consequat incididunt qui sint mollit qui fugiat ut dolore. Eu sit ea veniam adipisicing dolore sunt ipsum enim cupidatat sunt cupidatat deserunt enim voluptate. Quis dolore et aliqua magna cupidatat veniam velit cupidatat minim dolore veniam ea ullamco sint. Nostrud mollit reprehenderit irure anim elit consequat ullamco excepteur consectetur in ullamco.\r\n</p>",
      "price": "2,347",
      "rating": 1,
      "isActive": true,
      "isModerated": false,
      "createDate": "2019-05-09T07:14:22 -06:00",
      "updateDate": "2015-10-27T03:11:54 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 23,
      "createdBy": 23,
      "name": "REMOLD",
      "address": "Исанова 150",
      "countries": 1,
      "cities": 7,
      "location": {
        "latitude": 40.089271,
        "longitude": 73.74965
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@remold.com",
      "phone": "996 550924529",
      "description": "<p>Eu in dolor sunt aliqua incididunt elit minim adipisicing do voluptate quis. Excepteur magna consequat dolor amet nisi ipsum sunt reprehenderit tempor nisi esse. Sit aliqua id Lorem tempor mollit aliqua eiusmod officia eu non est culpa. Sint voluptate sint deserunt irure sit ex non anim do laborum excepteur dolore. Pariatur est amet nostrud et ullamco ad cillum laborum.\r\n<br/>Sint amet ipsum ad consequat adipisicing eiusmod ea dolore proident eu do. Anim occaecat Lorem officia nulla tempor anim incididunt magna ut esse aliquip. Dolore ex adipisicing do non cillum culpa dolor cillum ex culpa nostrud duis. Amet ut laborum quis occaecat. Sint pariatur culpa ut anim laborum. Irure tempor sint adipisicing voluptate cupidatat ad.\r\n<br/>Nulla culpa id dolore sint voluptate pariatur deserunt excepteur id. Culpa ad non est id consectetur irure magna dolore incididunt mollit nisi id tempor. Nulla exercitation ex cillum ad non labore. Voluptate ullamco id cillum laboris nisi aliquip pariatur eu magna Lorem. Dolor consequat minim ex labore veniam sit exercitation fugiat est fugiat culpa. Sunt fugiat cupidatat duis minim reprehenderit ipsum.\r\n</p>",
      "extraDescription": "<p>Cupidatat qui ea nostrud cupidatat voluptate anim enim irure anim proident. Et labore et cillum consectetur qui voluptate. Ex amet officia deserunt amet aliqua minim commodo minim fugiat ex. Cillum velit consequat sit tempor nostrud eu ut ad velit. Voluptate aliquip officia ullamco sit non dolore elit elit aute.\r\n<br/>Lorem et consectetur laborum deserunt sunt eu ullamco reprehenderit. Elit aute labore anim incididunt ea officia non ullamco occaecat culpa elit reprehenderit. Eu dolore in mollit magna sint sit Lorem dolor laboris do qui sint aute id. Nostrud nostrud excepteur laborum voluptate eiusmod tempor qui Lorem consequat dolore incididunt aliqua. Eu ea nostrud tempor laborum sunt irure labore mollit.\r\n<br/>Velit eu enim reprehenderit culpa laboris proident minim. Ex qui enim incididunt adipisicing est duis culpa nostrud sint consequat officia ullamco. Sit dolore minim veniam do aliqua proident incididunt dolore. Do et dolore magna qui irure deserunt eu sunt sint duis esse. Fugiat ex in exercitation aliqua exercitation incididunt aliqua pariatur commodo est est est cupidatat ut. Sunt esse occaecat voluptate reprehenderit sit cupidatat aliquip incididunt minim laborum sint ullamco. Aliquip non dolore fugiat magna id.\r\n</p>",
      "price": "2,835",
      "rating": 5,
      "isActive": false,
      "isModerated": true,
      "createDate": "2014-11-26T13:42:45 -06:00",
      "updateDate": "2016-03-05T05:25:35 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 24,
      "createdBy": 24,
      "name": "KIGGLE",
      "address": "Чуй 255",
      "countries": 1,
      "cities": 7,
      "location": {
        "latitude": 40.124378,
        "longitude": 73.73774
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@kiggle.com",
      "phone": "996 775996599",
      "description": "<p>Ullamco dolor cillum veniam ullamco laborum ipsum laboris sint velit ex. Eiusmod commodo nostrud sunt aute aute. Aute esse ipsum qui pariatur esse est id in laboris Lorem magna esse. Pariatur adipisicing eu ea velit anim cillum esse aliqua ut ex voluptate. Exercitation fugiat anim Lorem deserunt occaecat laborum nisi nostrud adipisicing. Dolore nulla non dolor id. Ut voluptate elit deserunt minim voluptate sunt velit ad laboris laboris voluptate.\r\n<br/>Esse ut id elit reprehenderit deserunt sit laboris eiusmod id ad cupidatat sit officia. Do reprehenderit eu aliqua nostrud consequat irure ea deserunt ut deserunt ad. Elit cillum sint enim ad amet anim sit dolor laborum ullamco incididunt incididunt proident. Elit consectetur proident ipsum nisi ad ipsum minim est dolore in proident ut. Voluptate laboris cupidatat ex culpa cupidatat aliquip nisi ut irure eiusmod tempor pariatur qui minim.\r\n<br/>Veniam Lorem ullamco ea laborum velit irure laborum magna qui laborum in. Id ut ut pariatur amet velit cillum. Deserunt quis ex nulla velit do irure dolore ex. Aliquip laboris esse commodo aute ut eiusmod laboris do qui mollit proident.\r\n</p>",
      "extraDescription": "<p>Adipisicing do mollit amet do deserunt adipisicing elit et. Est Lorem nisi esse ea anim. Ad labore pariatur mollit proident excepteur voluptate in veniam do mollit ullamco et do eiusmod. Ea deserunt consequat ullamco tempor exercitation. Pariatur anim aliqua et fugiat sint occaecat esse qui magna. Eiusmod deserunt dolor velit minim reprehenderit id elit laborum.\r\n<br/>Enim eu incididunt tempor ea mollit Lorem et ut magna aute fugiat irure. Non nostrud nulla nostrud amet aute cillum incididunt veniam. Dolore dolor eu fugiat adipisicing amet culpa.\r\n<br/>Lorem est laboris magna Lorem consectetur eu fugiat commodo magna. Deserunt mollit exercitation elit elit aliquip nulla ad ex magna. Fugiat elit laborum consectetur aute laborum. Est adipisicing laborum elit minim est officia labore nulla nisi laboris deserunt eiusmod culpa.\r\n</p>",
      "price": "3,205",
      "rating": 5,
      "isActive": false,
      "isModerated": true,
      "createDate": "2014-11-06T15:28:22 -06:00",
      "updateDate": "2016-08-29T16:01:40 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 25,
      "createdBy": 25,
      "name": "MANGELICA",
      "address": "Чуй 255",
      "countries": 1,
      "cities": 3,
      "location": {
        "latitude": 41.693175,
        "longitude": 74.061884
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@mangelica.com",
      "phone": "996 705842572",
      "description": "<p>Nisi duis do ipsum sint et fugiat ad proident aliquip adipisicing sit nisi consequat aliqua. Laboris excepteur exercitation deserunt deserunt commodo adipisicing. Mollit aliquip anim qui irure tempor. Non quis ea anim aute pariatur consectetur eu dolor. Aliquip anim nulla officia quis. Reprehenderit occaecat irure eiusmod eu consequat laboris Lorem ea nisi deserunt.\r\n<br/>Excepteur in pariatur sint officia nostrud nulla id reprehenderit nisi culpa elit. Ex adipisicing culpa velit culpa ex. Quis ut aliqua labore sit dolor Lorem. Labore ullamco elit aliqua do aliqua irure. Aliquip nisi nisi deserunt consequat fugiat ipsum consectetur deserunt proident exercitation nisi. Duis Lorem aliquip cupidatat sunt pariatur labore ut nostrud.\r\n<br/>Magna elit adipisicing consectetur do consequat adipisicing sint in qui. Aute dolor elit laborum tempor laborum et et ullamco esse ea occaecat. Dolor sit nostrud irure quis fugiat duis consequat ex incididunt. Quis ipsum aute culpa ipsum dolor proident amet irure proident ex aute. Labore eu occaecat anim officia nostrud. Aute nisi ut ipsum pariatur dolore cillum quis consectetur irure officia ad.\r\n</p>",
      "extraDescription": "<p>Laboris aute qui ea enim et do Lorem ut incididunt. Aute pariatur consequat duis labore mollit voluptate dolor voluptate excepteur culpa. Ea reprehenderit consectetur Lorem esse consectetur dolore laboris incididunt consectetur cupidatat Lorem minim. Id officia veniam laboris cillum aliquip sint sunt laboris. Exercitation culpa officia anim labore officia nisi id. Velit nostrud ea dolor est culpa minim voluptate aliquip ullamco ipsum.\r\n<br/>Et sit esse exercitation exercitation magna laborum aliqua aliquip. Laborum voluptate amet consequat officia elit aute nulla elit. Sint aute ex irure ut. In sunt magna eu ea. Velit velit cillum consequat aute. Elit elit sunt ut ullamco pariatur sit culpa magna duis qui nisi veniam ullamco. Do laboris laborum aliqua sint commodo nisi reprehenderit.\r\n<br/>Sint irure irure nostrud pariatur tempor dolore consequat. Culpa adipisicing commodo laboris ad adipisicing voluptate sit irure eu cillum mollit fugiat anim. Voluptate eiusmod dolore esse veniam proident qui officia magna tempor ad ex deserunt consequat esse. Ipsum commodo reprehenderit velit sit in sunt ullamco qui nostrud non.\r\n</p>",
      "price": "3,421",
      "rating": 5,
      "isActive": true,
      "isModerated": true,
      "createDate": "2017-11-07T14:46:31 -06:00",
      "updateDate": "2018-05-15T22:54:02 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 26,
      "createdBy": 26,
      "name": "ZENTURY",
      "address": "ул. Ашхабадская, 30",
      "countries": 1,
      "cities": 7,
      "location": {
        "latitude": 41.009796,
        "longitude": 73.693556
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@zentury.com",
      "phone": "996 705854552",
      "description": "<p>Velit nulla aliqua qui laboris mollit fugiat eu enim aute. Aute magna minim occaecat do reprehenderit mollit tempor aliqua tempor. Consectetur exercitation id enim do in incididunt eu quis occaecat laboris pariatur.\r\n<br/>Est deserunt esse esse consequat cillum enim nulla laborum laboris eiusmod duis. Veniam et et Lorem culpa veniam aute minim ea mollit aliquip aute voluptate cupidatat. Aliqua adipisicing cupidatat ex in occaecat id. Consequat eu aute proident ipsum occaecat occaecat id adipisicing tempor esse mollit.\r\n<br/>Pariatur ipsum ipsum esse cillum consectetur et duis officia. Officia quis magna eu nisi. Aliqua sint mollit esse do. Consectetur sit et in laborum sunt velit ullamco elit enim labore velit nostrud. Officia ipsum culpa adipisicing deserunt eu commodo enim consectetur occaecat occaecat aliquip. Incididunt aute dolor minim labore irure minim occaecat exercitation.\r\n</p>",
      "extraDescription": "<p>Occaecat pariatur pariatur exercitation consequat. Deserunt est duis fugiat ex esse commodo. Elit nostrud adipisicing et adipisicing voluptate proident enim eiusmod dolor nulla ullamco elit. Veniam magna do occaecat deserunt. Enim ut dolor ullamco cillum fugiat. Sit commodo ea irure reprehenderit reprehenderit deserunt tempor est minim. Ullamco in nostrud cillum labore sint veniam.\r\n<br/>Cupidatat pariatur veniam commodo elit aute anim amet est reprehenderit amet non qui. Lorem dolor consequat incididunt consectetur exercitation reprehenderit. Proident exercitation irure labore sint magna exercitation elit reprehenderit. Nisi exercitation mollit adipisicing minim incididunt officia laboris nisi aute sunt pariatur sunt velit laboris. Nostrud duis fugiat do est commodo aute et dolore.\r\n<br/>Nisi ea nulla excepteur est velit aute id irure. Ipsum elit in nisi fugiat. Laborum qui dolor magna laboris exercitation incididunt ad ex. Esse magna esse consequat ea laborum cillum nulla Lorem do nulla Lorem nostrud. Sit laboris qui reprehenderit duis laborum dolor enim nostrud velit Lorem labore.\r\n</p>",
      "price": "3,462",
      "rating": 2,
      "isActive": true,
      "isModerated": false,
      "createDate": "2017-04-25T20:23:06 -06:00",
      "updateDate": "2017-08-05T14:03:13 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 27,
      "createdBy": 27,
      "name": "VENDBLEND",
      "address": "Ленина 55/3",
      "countries": 1,
      "cities": 8,
      "location": {
        "latitude": 40.89648,
        "longitude": 73.431512
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@vendblend.com",
      "phone": "996 550869437",
      "description": "<p>Ullamco tempor consequat voluptate et enim velit dolor cillum. Tempor aliqua laborum ullamco cillum commodo cupidatat est esse exercitation veniam ad irure proident. Adipisicing labore proident elit amet reprehenderit reprehenderit. Dolor aute aute duis officia ex enim dolor officia. Ipsum dolor aliquip ullamco aliquip aliquip et officia cupidatat cupidatat minim. Ea ex voluptate dolore velit irure nisi laboris.\r\n<br/>Commodo qui pariatur minim est quis. Ex do et veniam culpa. Id aute cupidatat consequat tempor nisi magna in. Consequat quis elit nostrud aliqua id. Cupidatat non ex voluptate reprehenderit esse id et exercitation laboris non id. Veniam do eiusmod velit eiusmod non laborum et labore reprehenderit ullamco. Laborum sint nulla proident ut consectetur duis est aliquip do occaecat do incididunt nulla in.\r\n<br/>Irure est sunt aliqua adipisicing. In elit ad nulla sit consequat tempor veniam cillum incididunt Lorem. Esse dolore laborum ullamco duis aliquip amet esse aliquip ad veniam consectetur voluptate. Tempor ex irure nulla enim duis mollit cillum incididunt magna. Ipsum ut culpa nostrud duis pariatur nulla. Dolor fugiat mollit laborum ut incididunt et sint consectetur duis.\r\n</p>",
      "extraDescription": "<p>Tempor culpa non laborum labore est. Ea ullamco adipisicing sit proident officia laborum id dolore ipsum. Aliquip ea labore ad adipisicing qui magna minim eu amet. Elit Lorem Lorem anim aute reprehenderit occaecat laborum duis reprehenderit amet occaecat consequat ad aute. Magna aliquip officia non nisi aliqua anim adipisicing ea laboris commodo excepteur fugiat ad. Nisi enim cupidatat consectetur sit.\r\n<br/>Commodo ullamco tempor nostrud est occaecat laborum sunt ex. Nostrud cillum proident veniam do velit culpa enim. Amet ad voluptate fugiat fugiat ea dolor est dolor commodo in adipisicing proident cupidatat id. Ut ex ut excepteur sint eiusmod ad. Adipisicing ea non deserunt fugiat id qui officia veniam amet officia consequat eu culpa occaecat.\r\n<br/>Labore ad duis excepteur cillum dolor voluptate sit nisi. Commodo qui qui in dolore ullamco irure ipsum elit excepteur consectetur elit. Reprehenderit ullamco laborum culpa irure incididunt incididunt exercitation. Sit pariatur culpa irure veniam excepteur elit eu dolore labore sit ea tempor minim. Fugiat culpa enim sint sint velit commodo anim aliquip irure officia aliquip proident. Ullamco tempor incididunt ut excepteur fugiat sint incididunt quis cillum officia. Aliqua excepteur amet ex pariatur nulla est eiusmod irure ad.\r\n</p>",
      "price": "3,803",
      "rating": 3,
      "isActive": false,
      "isModerated": true,
      "createDate": "2016-09-21T10:18:55 -06:00",
      "updateDate": "2015-12-12T04:14:08 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 28,
      "createdBy": 28,
      "name": "APPLIDEC",
      "address": "Коенкозов көчөсү 70, 722200",
      "countries": 1,
      "cities": 9,
      "location": {
        "latitude": 40.746296,
        "longitude": 74.13552
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@applidec.com",
      "phone": "996 779981545",
      "description": "<p>Mollit enim enim esse ullamco nisi enim. Enim minim sunt ad voluptate exercitation incididunt adipisicing. Sint ut esse reprehenderit fugiat excepteur in eu eiusmod aliqua minim in. Ad exercitation aute sint officia laborum id excepteur laboris.\r\n<br/>Enim adipisicing labore exercitation nostrud ipsum laborum nisi. Est do officia labore id cupidatat fugiat quis deserunt. Cillum reprehenderit nisi velit labore irure fugiat non et sunt exercitation.\r\n<br/>Pariatur consectetur et nulla culpa. Aliqua eiusmod adipisicing in mollit. Ut ex deserunt pariatur culpa enim. Tempor sint eiusmod fugiat ullamco consectetur commodo labore labore irure. Ad sit irure qui occaecat exercitation in deserunt proident dolore sint consequat sint amet non. Elit eu culpa dolor ad commodo do eiusmod magna.\r\n</p>",
      "extraDescription": "<p>Minim magna incididunt laboris eiusmod excepteur voluptate id officia est sunt ullamco. Amet aute ex nisi consequat. Consectetur ipsum labore duis culpa cupidatat ad.\r\n<br/>Labore ullamco nostrud elit mollit magna. Veniam velit fugiat mollit adipisicing aliqua consequat cillum qui do. Ipsum adipisicing ex eiusmod est do proident sint dolore in velit. Do nulla sit velit deserunt eu amet laboris sit Lorem. Est sint fugiat dolor aute proident in sint velit magna sunt nostrud sunt. Ea ipsum sit dolor incididunt ea.\r\n<br/>Aliqua in aute id ipsum proident ex ex veniam ipsum eiusmod. Anim minim duis pariatur ipsum ut. Aliquip incididunt fugiat eiusmod qui nisi laborum.\r\n</p>",
      "price": "3,997",
      "rating": 4,
      "isActive": false,
      "isModerated": true,
      "createDate": "2018-02-27T00:15:57 -06:00",
      "updateDate": "2018-09-15T19:14:23 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 29,
      "createdBy": 29,
      "name": "AQUAFIRE",
      "address": "Коенкозов көчөсү 70, 722200",
      "countries": 1,
      "cities": 8,
      "location": {
        "latitude": 39.935765,
        "longitude": 74.051845
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@aquafire.com",
      "phone": "996 555970446",
      "description": "<p>Esse veniam velit aliqua labore minim et non ex. Sunt ea excepteur exercitation aliqua dolor labore. Ullamco enim aute tempor incididunt id est et tempor proident cupidatat excepteur nulla cupidatat.\r\n<br/>Ex laboris in id minim velit ut aliqua aliqua eiusmod duis nostrud dolor elit. Sit aliqua aliquip pariatur irure occaecat tempor consectetur aute officia reprehenderit aliqua labore sint. Deserunt commodo mollit nulla fugiat aliqua ad Lorem amet officia proident. Nisi labore aute velit exercitation excepteur cillum. Laboris irure deserunt esse aliqua dolor mollit exercitation esse eu veniam eu sint excepteur amet. Amet labore fugiat fugiat elit ad eu anim labore irure deserunt in ipsum id cillum. Deserunt eiusmod est dolor est eu mollit in duis eu.\r\n<br/>Occaecat in id ullamco aliqua laborum irure ullamco aliquip. Adipisicing occaecat quis ipsum labore enim elit exercitation sunt nulla ullamco dolor aliqua velit. Eu elit fugiat minim voluptate deserunt proident culpa id.\r\n</p>",
      "extraDescription": "<p>Occaecat ut nisi consectetur laborum laboris irure amet adipisicing sunt voluptate dolor. Laborum pariatur amet veniam aliquip et anim anim excepteur. Non adipisicing ullamco commodo magna fugiat mollit sunt veniam Lorem aliqua sit. Est ut deserunt laboris ad irure excepteur dolore velit occaecat mollit laborum voluptate anim. Culpa est excepteur laboris veniam ad consequat aliqua duis occaecat anim. Lorem tempor elit est dolor adipisicing adipisicing culpa Lorem officia.\r\n<br/>Cillum sunt adipisicing deserunt adipisicing sint minim consequat quis qui qui. Proident reprehenderit veniam cupidatat nostrud. Culpa do et ipsum qui do do deserunt reprehenderit ex reprehenderit ad. Reprehenderit incididunt tempor irure ullamco amet deserunt exercitation do consequat duis anim proident ex nisi. Eu ut exercitation id ex quis fugiat cillum reprehenderit dolore adipisicing tempor mollit ex. Do incididunt enim est cillum anim consequat occaecat eiusmod culpa mollit officia ex. Aliquip quis dolor sunt dolore dolor nulla laborum in.\r\n<br/>Tempor commodo eu officia dolor. Duis aliquip magna aliqua ad qui ea occaecat dolore nostrud. Incididunt consectetur eiusmod ex do exercitation pariatur laborum ea magna.\r\n</p>",
      "price": "3,920",
      "rating": 2,
      "isActive": false,
      "isModerated": true,
      "createDate": "2015-09-05T09:57:37 -06:00",
      "updateDate": "2016-01-02T00:30:55 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 30,
      "createdBy": 30,
      "name": "HARMONEY",
      "address": "Горького 122/3",
      "countries": 1,
      "cities": 3,
      "location": {
        "latitude": 42.305283,
        "longitude": 73.727771
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@harmoney.com",
      "phone": "996 708982417",
      "description": "<p>Elit deserunt reprehenderit minim adipisicing minim laboris. Aliquip amet ex eiusmod laborum consequat nulla proident nisi non cupidatat reprehenderit. Pariatur minim duis ullamco velit. Adipisicing amet velit cupidatat pariatur nulla proident cillum ad mollit ut adipisicing et. Consectetur dolor aliquip dolore ut esse magna esse fugiat Lorem aliquip.\r\n<br/>Mollit anim eu Lorem aliqua pariatur commodo minim occaecat est pariatur cillum dolor. Duis ea dolore laborum sint aliqua Lorem elit. Officia tempor ea deserunt tempor exercitation nisi dolore.\r\n<br/>Nostrud nisi id ad Lorem sunt sunt. Cupidatat ut aliqua sit magna sunt proident ex tempor in cupidatat laborum. Velit tempor magna nisi Lorem nostrud officia cillum adipisicing velit sit sint ad fugiat officia. Nostrud consectetur nulla quis exercitation sunt aliquip reprehenderit ullamco excepteur elit nisi aliquip veniam.\r\n</p>",
      "extraDescription": "<p>Magna aute pariatur id aute tempor Lorem velit. Ipsum sunt nulla cupidatat occaecat esse elit. Veniam culpa nisi et in veniam consequat nulla consectetur aliqua id. Tempor id esse et officia consequat veniam fugiat eu tempor ullamco irure anim ad. Pariatur consectetur fugiat deserunt aliquip. Tempor incididunt est quis deserunt ad.\r\n<br/>Duis occaecat mollit veniam ullamco veniam velit deserunt et enim in sit in. Consectetur aute consequat non Lorem exercitation voluptate dolore. Do fugiat sit minim voluptate minim commodo minim. Velit eiusmod consequat fugiat ipsum magna do laborum velit. Lorem sint dolore incididunt qui commodo enim dolore exercitation qui labore laborum aute voluptate. Eu anim elit excepteur esse culpa nulla ipsum pariatur duis nulla ullamco labore.\r\n<br/>Cupidatat veniam mollit cupidatat consectetur exercitation est quis est. Est cillum ut laborum consequat esse labore veniam aute exercitation amet anim amet officia sit. Sit elit Lorem nulla cillum ipsum consectetur laboris exercitation ipsum occaecat. Consequat in nisi reprehenderit mollit commodo duis tempor nisi pariatur tempor proident qui nostrud. Qui nulla exercitation in eu sint. Tempor aute ea ea laboris labore sint commodo eiusmod id eu. Culpa cupidatat commodo dolore non eiusmod proident tempor esse id amet nostrud enim aliquip eiusmod.\r\n</p>",
      "price": "3,478",
      "rating": 1,
      "isActive": true,
      "isModerated": true,
      "createDate": "2019-04-28T12:25:09 -06:00",
      "updateDate": "2014-01-03T12:26:06 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 31,
      "createdBy": 31,
      "name": "DEMINIMUM",
      "address": "ул. Ашхабадская, 30",
      "countries": 1,
      "cities": 4,
      "location": {
        "latitude": 39.843621,
        "longitude": 73.988475
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@deminimum.com",
      "phone": "996 505941536",
      "description": "<p>Laboris aute non eu ut officia. Fugiat sit do incididunt elit excepteur minim amet qui. Laborum consequat ullamco do labore. Eiusmod do laborum ullamco duis eu minim labore non in. Mollit laboris est cillum sit. Irure esse est minim cupidatat occaecat enim. Eiusmod magna eu minim eu incididunt nisi consectetur do.\r\n<br/>Est nisi consectetur mollit ex amet velit elit deserunt officia commodo dolore. Consectetur qui esse ex duis cillum occaecat fugiat mollit nostrud ea aliqua velit. Lorem amet exercitation sunt est ea occaecat.\r\n<br/>In tempor tempor elit ad deserunt reprehenderit esse incididunt incididunt. Nulla mollit ex eu incididunt ipsum irure cillum adipisicing occaecat. Sunt sit do irure ullamco occaecat mollit laborum consequat velit ullamco et. Dolore laborum exercitation cillum anim irure veniam mollit tempor consequat eu non aute. Laboris do dolor ullamco voluptate ullamco ea sit duis quis. Duis voluptate enim officia ullamco Lorem enim culpa dolore nostrud. Aute aliqua laboris veniam culpa minim occaecat ad.\r\n</p>",
      "extraDescription": "<p>Magna dolore quis dolor elit ea eiusmod pariatur. Cillum aliquip labore sunt nostrud mollit mollit nisi. Labore in pariatur non dolore occaecat esse commodo irure occaecat. Deserunt commodo occaecat pariatur est voluptate duis anim pariatur velit amet incididunt. Sunt tempor nulla exercitation dolor sunt velit fugiat veniam fugiat.\r\n<br/>Consequat commodo nostrud aute nostrud. Esse eiusmod pariatur magna qui proident. Nisi culpa excepteur dolore laboris proident non cillum aute magna sit est. Mollit qui consectetur amet cupidatat qui pariatur.\r\n<br/>Tempor amet ipsum dolor ea eiusmod dolor esse eiusmod. Veniam anim quis do ea ad voluptate. Excepteur consectetur incididunt veniam velit deserunt exercitation anim sint incididunt. Voluptate qui quis sunt irure eiusmod voluptate aute amet aliquip labore non sint aliquip. Eu veniam Lorem proident fugiat sunt culpa non Lorem anim. Cupidatat nostrud ad id magna. Reprehenderit dolor voluptate duis cillum deserunt amet id mollit laborum cupidatat tempor.\r\n</p>",
      "price": "3,220",
      "rating": 2,
      "isActive": true,
      "isModerated": false,
      "createDate": "2016-05-25T14:14:20 -06:00",
      "updateDate": "2018-01-06T19:01:38 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 32,
      "createdBy": 32,
      "name": "ZILENCIO",
      "address": "Коенкозов көчөсү 70, 722200",
      "countries": 1,
      "cities": 6,
      "location": {
        "latitude": 42.18451,
        "longitude": 74.046189
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@zilencio.com",
      "phone": "996 700803496",
      "description": "<p>Et officia do ut sint excepteur ea eu ullamco ea. Nostrud Lorem dolor nostrud magna laborum Lorem est occaecat magna. Deserunt labore Lorem enim consectetur est nostrud laboris adipisicing pariatur fugiat non. Anim et id Lorem quis officia do do in minim officia mollit. Commodo anim est velit officia in deserunt do fugiat magna ullamco exercitation id do ipsum. Adipisicing in non proident ipsum amet anim amet adipisicing adipisicing veniam. Deserunt mollit eiusmod in cillum ipsum voluptate non irure ut sunt sint qui ex proident.\r\n<br/>Cillum cupidatat culpa ut amet irure sint in nulla aliqua occaecat exercitation exercitation. Ad veniam nostrud labore commodo ipsum qui est ex. Excepteur ad ut ut aliquip ea aliquip magna nisi duis pariatur exercitation nulla commodo anim. Duis nulla eu consequat voluptate enim deserunt.\r\n<br/>Eiusmod cillum dolor ipsum minim est culpa aliquip in. Commodo in duis ex Lorem fugiat excepteur reprehenderit irure consequat excepteur mollit. Exercitation laborum nisi eiusmod magna aliqua nulla eiusmod fugiat pariatur aute.\r\n</p>",
      "extraDescription": "<p>Ad excepteur aliqua nisi laborum reprehenderit laborum dolor enim. Amet duis consequat irure in duis minim cupidatat duis in veniam consectetur reprehenderit ullamco ipsum. Minim nostrud pariatur minim exercitation elit eiusmod enim. Nostrud exercitation non Lorem adipisicing nisi sit et reprehenderit incididunt adipisicing. Dolor laboris fugiat ea nostrud do eu proident. Labore sunt ullamco adipisicing nulla eiusmod velit elit pariatur elit excepteur adipisicing nulla minim.\r\n<br/>Est irure eu dolore tempor nostrud commodo magna sint eu velit eiusmod. Minim eu consectetur laboris consequat culpa Lorem nulla veniam reprehenderit occaecat. Adipisicing ut cillum enim consectetur. Ea dolore id proident Lorem commodo dolor aliquip ad deserunt magna ipsum. Quis est Lorem ipsum reprehenderit Lorem incididunt ad mollit.\r\n<br/>Est ipsum fugiat excepteur officia ex nulla irure culpa irure id et ipsum dolore. Ad labore magna excepteur magna irure enim exercitation tempor qui. Tempor elit adipisicing exercitation in aliqua est irure excepteur reprehenderit magna occaecat sit dolor ad. Elit in commodo sint et. Magna quis do commodo aute duis tempor.\r\n</p>",
      "price": "1,549",
      "rating": 3,
      "isActive": true,
      "isModerated": true,
      "createDate": "2018-02-19T10:10:29 -06:00",
      "updateDate": "2014-09-09T10:28:09 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 33,
      "createdBy": 33,
      "name": "FANGOLD",
      "address": "Ленина 55/3",
      "countries": 1,
      "cities": 7,
      "location": {
        "latitude": 41.23678,
        "longitude": 73.879785
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@fangold.com",
      "phone": "996 779991596",
      "description": "<p>Nostrud ad duis culpa cupidatat aliqua excepteur voluptate do cupidatat ad. Elit fugiat exercitation consequat cillum culpa. Esse pariatur velit commodo non eiusmod mollit excepteur laborum Lorem velit labore. Magna irure excepteur sunt aute officia cupidatat ex. Dolore non anim minim ea aliqua et culpa incididunt enim amet quis ex. Eu laboris aliquip proident incididunt sunt aliqua laboris reprehenderit fugiat pariatur magna occaecat velit laboris.\r\n<br/>Veniam esse amet dolore ex tempor. Veniam Lorem dolor cupidatat duis commodo incididunt duis ex ad magna officia eu. Id ut officia magna pariatur anim et in adipisicing. Eu enim dolor ad Lorem ad exercitation aliqua id do veniam non velit Lorem labore. Voluptate dolor fugiat consectetur excepteur labore anim duis incididunt duis. Anim nulla magna quis laborum pariatur enim consequat id officia nostrud. Reprehenderit consequat in sit pariatur non incididunt anim exercitation Lorem nisi nostrud aliqua duis mollit.\r\n<br/>Consectetur aliquip consectetur culpa irure aliqua anim fugiat culpa ex. Ea ut anim esse non elit laboris dolore culpa anim velit. Ut minim nostrud elit dolore elit deserunt dolor pariatur nisi adipisicing esse. Voluptate est velit aliquip id. Amet proident voluptate deserunt proident in exercitation tempor aliquip ullamco consectetur enim amet ipsum. Et exercitation cupidatat laboris ullamco consequat laboris qui ipsum consectetur reprehenderit cillum ut. Fugiat commodo cupidatat non mollit aute eu ullamco eu.\r\n</p>",
      "extraDescription": "<p>Officia occaecat ipsum occaecat cillum. Cupidatat veniam amet labore eiusmod reprehenderit reprehenderit fugiat excepteur exercitation eu ullamco. Cillum reprehenderit labore amet nulla consequat cillum duis nisi reprehenderit. In aliquip qui labore minim ullamco proident velit id.\r\n<br/>Incididunt labore sunt laborum incididunt aute anim amet officia incididunt. Elit enim incididunt exercitation officia est ut laboris ex sit sit tempor. Sunt labore incididunt mollit consequat incididunt minim excepteur mollit. Esse do tempor incididunt consequat.\r\n<br/>Et culpa veniam aliqua ullamco consectetur aute aliqua est. Fugiat officia reprehenderit laborum est do Lorem. Non non veniam voluptate eu ad excepteur laboris labore. Amet et sit in aliqua nulla deserunt sint qui. Esse tempor anim proident dolor irure sit nostrud Lorem. Reprehenderit minim ipsum qui officia id fugiat minim tempor ipsum. Commodo magna voluptate dolor deserunt consectetur dolor.\r\n</p>",
      "price": "1,132",
      "rating": 1,
      "isActive": true,
      "isModerated": true,
      "createDate": "2018-03-13T22:02:03 -06:00",
      "updateDate": "2018-05-29T18:17:30 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 34,
      "createdBy": 34,
      "name": "PULZE",
      "address": "Чуй 255",
      "countries": 1,
      "cities": 9,
      "location": {
        "latitude": 40.830969,
        "longitude": 73.369962
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@pulze.com",
      "phone": "996 550827466",
      "description": "<p>Culpa cillum veniam quis elit ad cillum. Adipisicing commodo excepteur qui ex sint proident non. Minim adipisicing tempor quis labore commodo velit cupidatat culpa nisi.\r\n<br/>Dolore exercitation in dolor fugiat esse. Eiusmod nisi in nostrud exercitation laborum ea excepteur ad reprehenderit et dolore est. Elit magna aliqua eu eu ut elit minim nostrud pariatur est aliquip excepteur duis sunt.\r\n<br/>Consequat cupidatat cillum in minim aliquip et voluptate nulla. Tempor esse magna aute proident. Excepteur ad excepteur et eu proident commodo nulla dolore quis ipsum eu consectetur elit in.\r\n</p>",
      "extraDescription": "<p>Ad velit pariatur Lorem minim amet deserunt ea labore officia adipisicing cupidatat. Nisi labore nulla exercitation qui id minim. Eiusmod qui quis ad magna ea. Anim incididunt minim ipsum nulla dolor amet pariatur occaecat et officia aliqua. Amet fugiat in laborum enim. Ullamco labore dolor elit dolore nulla aliqua.\r\n<br/>Non eiusmod incididunt esse pariatur sit ex exercitation qui anim dolor mollit Lorem occaecat cupidatat. Laborum nostrud velit labore pariatur ipsum adipisicing. Duis Lorem cupidatat proident cupidatat id ipsum cupidatat ea cupidatat ad incididunt labore eiusmod. Sint et ipsum amet occaecat consectetur aute incididunt qui. Adipisicing cillum duis reprehenderit ex pariatur. Exercitation aliquip aliquip qui aliqua labore. Commodo magna sit duis proident.\r\n<br/>Eiusmod laboris enim incididunt occaecat est in excepteur eu culpa quis laboris. Minim proident do consequat qui fugiat elit. Sint officia velit irure dolor in reprehenderit labore ut eu eiusmod consequat dolor non aliquip. Reprehenderit adipisicing et velit proident officia velit mollit ea velit veniam tempor nostrud. Commodo adipisicing consequat incididunt aliqua. Sit exercitation occaecat et aliqua. Incididunt reprehenderit excepteur fugiat commodo fugiat.\r\n</p>",
      "price": "2,750",
      "rating": 1,
      "isActive": true,
      "isModerated": false,
      "createDate": "2015-02-02T05:54:24 -06:00",
      "updateDate": "2019-01-30T19:03:55 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 35,
      "createdBy": 35,
      "name": "EYERIS",
      "address": "улица Боконбаева, 120",
      "countries": 1,
      "cities": 1,
      "location": {
        "latitude": 42.358436,
        "longitude": 73.281059
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@eyeris.com",
      "phone": "996 777835427",
      "description": "<p>Fugiat consequat occaecat sint do ut in ad consequat proident. Exercitation officia ipsum irure consequat ullamco. Qui et id Lorem laboris velit deserunt. Adipisicing culpa commodo voluptate amet officia velit. Eu id mollit sint enim amet aliquip aliquip dolor.\r\n<br/>Magna minim veniam ex consectetur minim. Ullamco culpa pariatur eu nostrud culpa ex qui irure id. Lorem irure ipsum aliqua dolore exercitation commodo irure pariatur ea aliquip eu Lorem elit. Excepteur excepteur amet ullamco culpa do consequat ipsum nisi ut.\r\n<br/>Pariatur quis consectetur sit cupidatat Lorem ex consectetur esse cupidatat irure minim adipisicing. Aliqua nulla ex aliquip ut velit pariatur. Mollit officia amet deserunt eu.\r\n</p>",
      "extraDescription": "<p>Incididunt do reprehenderit aliquip in nostrud labore consectetur qui exercitation ea exercitation. Minim occaecat anim officia pariatur labore tempor do non labore nulla nostrud tempor. Proident incididunt culpa adipisicing id ipsum mollit cillum sint id proident amet ea nulla.\r\n<br/>Irure duis reprehenderit in aliquip pariatur laboris culpa. Non quis fugiat commodo consequat eiusmod et proident non incididunt officia sit. Voluptate exercitation Lorem non voluptate proident esse duis enim pariatur elit ea culpa eu cupidatat.\r\n<br/>Sit amet exercitation ullamco sunt Lorem. Ipsum aute nostrud Lorem sint reprehenderit esse ex anim officia veniam excepteur id. Nulla veniam aute non sit duis adipisicing laboris sit. Veniam adipisicing aliqua labore tempor anim ad officia. Dolor ea dolore ipsum commodo irure aliqua excepteur mollit ut est. Labore pariatur consequat adipisicing aliqua est enim consectetur anim quis esse. Laborum magna sunt duis officia magna deserunt.\r\n</p>",
      "price": "1,162",
      "rating": 5,
      "isActive": false,
      "isModerated": false,
      "createDate": "2014-12-18T00:00:44 -06:00",
      "updateDate": "2019-01-08T11:47:54 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 36,
      "createdBy": 36,
      "name": "ZIORE",
      "address": "Исанова 150",
      "countries": 1,
      "cities": 7,
      "location": {
        "latitude": 40.799659,
        "longitude": 73.299939
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@ziore.com",
      "phone": "996 505809426",
      "description": "<p>Nisi incididunt mollit deserunt anim dolore. Irure eiusmod eiusmod elit sunt quis eiusmod dolor officia dolore adipisicing eu. Sunt exercitation mollit occaecat ipsum officia anim. In aliqua irure sint laboris veniam cupidatat Lorem proident anim ut aliquip. Do do aute laboris eiusmod.\r\n<br/>Ea voluptate deserunt aliqua mollit magna tempor culpa et. Esse aliquip sunt ut anim qui eu irure est. Duis sint nostrud sunt non ea commodo non tempor. Ex nostrud Lorem nisi labore ut veniam.\r\n<br/>Et ipsum nulla ut sit est aute non sit proident nisi mollit. Duis Lorem ex enim culpa excepteur incididunt mollit veniam ex anim laborum aliquip reprehenderit aliquip. Elit incididunt duis excepteur sint occaecat eu. Mollit aute occaecat exercitation exercitation mollit ex Lorem. Lorem labore id sit non aliqua dolore sint deserunt.\r\n</p>",
      "extraDescription": "<p>Cillum anim quis laboris est eu consectetur irure esse. Adipisicing do duis est fugiat nostrud irure ut non nulla. Sunt ut velit id do esse. Qui esse veniam nostrud adipisicing aliqua.\r\n<br/>Commodo pariatur sint sint proident proident ea. Irure consectetur Lorem sit proident irure irure ut. Enim aliqua exercitation aliqua cillum officia occaecat nostrud proident nisi irure et culpa cupidatat nisi. Ullamco culpa nostrud voluptate mollit elit tempor. Ea mollit aliqua deserunt duis do amet fugiat mollit esse sunt. Fugiat aliqua nisi adipisicing quis.\r\n<br/>Fugiat deserunt labore voluptate adipisicing. Ut excepteur qui id ea. Sunt amet irure ea do laborum laborum veniam commodo esse et enim commodo elit. Anim adipisicing nostrud exercitation quis adipisicing culpa. Sint sint quis reprehenderit occaecat laboris ullamco aliquip non pariatur magna cupidatat eiusmod tempor. Enim nisi cupidatat nostrud eu officia.\r\n</p>",
      "price": "3,275",
      "rating": 4,
      "isActive": true,
      "isModerated": true,
      "createDate": "2017-11-04T05:21:59 -06:00",
      "updateDate": "2018-08-05T05:29:27 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 37,
      "createdBy": 37,
      "name": "AMTAS",
      "address": "Коенкозов көчөсү 70, 722200",
      "countries": 1,
      "cities": 9,
      "location": {
        "latitude": 42.117794,
        "longitude": 74.086535
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@amtas.com",
      "phone": "996 708843524",
      "description": "<p>Cupidatat laborum voluptate exercitation officia aliqua in cillum. Magna eu veniam cupidatat voluptate. Elit aute officia voluptate excepteur deserunt laborum id laboris velit.\r\n<br/>Mollit est et qui reprehenderit do sint voluptate. Reprehenderit labore irure aliqua non veniam incididunt commodo exercitation. Eiusmod velit sit sint anim ullamco exercitation pariatur fugiat ullamco ut non est. Magna id quis velit incididunt dolor ut. Magna occaecat cupidatat ut commodo quis. Sunt velit occaecat eiusmod aliqua non quis laborum commodo labore deserunt consectetur. Cillum non ut aliqua consectetur.\r\n<br/>Et commodo consectetur consequat aute. Elit dolor do velit labore qui elit officia aute ut eiusmod ullamco id dolor. Officia aute sit in cillum ullamco. Excepteur dolor aliqua voluptate velit ut in ullamco nisi. Labore nostrud laborum velit minim nostrud fugiat ut.\r\n</p>",
      "extraDescription": "<p>Velit officia cupidatat eu do sit. Esse cupidatat minim ea est deserunt cupidatat ad aliquip aliquip sint nisi et qui dolor. Do est non adipisicing duis id irure laborum et exercitation. Minim ut veniam occaecat nisi do nostrud velit.\r\n<br/>Nulla excepteur eiusmod aliquip incididunt officia ut veniam sint culpa nisi id non sunt. Lorem aute excepteur nulla ipsum deserunt aliquip et. Incididunt voluptate ex irure aute anim aliqua ea aute nisi Lorem dolor pariatur. Non ad velit consequat culpa magna. Excepteur in tempor ex dolore in qui.\r\n<br/>In dolore esse voluptate quis in incididunt occaecat veniam nulla fugiat amet ea. Elit reprehenderit enim culpa enim officia irure. Ad fugiat id voluptate fugiat deserunt consectetur laboris cupidatat velit cupidatat. Sunt dolor nulla anim ullamco anim labore est nostrud officia ad laboris reprehenderit. Nostrud consectetur qui ut commodo dolor velit aliqua irure minim quis deserunt.\r\n</p>",
      "price": "3,373",
      "rating": 5,
      "isActive": false,
      "isModerated": true,
      "createDate": "2017-11-25T21:19:40 -06:00",
      "updateDate": "2018-06-08T15:49:37 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 38,
      "createdBy": 38,
      "name": "SLUMBERIA",
      "address": "Горького 122/3",
      "countries": 1,
      "cities": 5,
      "location": {
        "latitude": 42.116921,
        "longitude": 73.848312
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@slumberia.com",
      "phone": "996 705881571",
      "description": "<p>Aute commodo in dolore excepteur enim et officia exercitation ex dolore id duis. Pariatur deserunt duis est eu enim adipisicing commodo proident minim culpa elit dolore. Ex eiusmod nulla ullamco commodo labore amet. Aute ut sit irure excepteur est adipisicing elit consequat labore nisi minim minim. Laboris et qui deserunt exercitation sunt. Sit cupidatat pariatur et magna non velit aliqua anim tempor labore ad ex dolore fugiat.\r\n<br/>Amet dolore consectetur elit sunt do aute magna labore Lorem eiusmod. Anim qui anim voluptate officia cupidatat dolor veniam laboris excepteur et aliqua. Aliqua ex deserunt in aute. Mollit esse non incididunt pariatur.\r\n<br/>Ullamco proident est dolor anim laboris. Aute excepteur minim cillum laborum sint dolore consequat incididunt labore consectetur Lorem anim eiusmod nostrud. Est quis cupidatat elit aute nostrud officia cupidatat irure. Exercitation consequat pariatur magna nulla sunt in mollit laborum aliquip commodo excepteur et ullamco dolore. Id tempor commodo eu ea ipsum sunt dolor excepteur incididunt ad aute.\r\n</p>",
      "extraDescription": "<p>Dolore elit reprehenderit voluptate esse proident ex deserunt voluptate adipisicing enim. Consectetur officia ex dolore mollit esse commodo ut eiusmod veniam exercitation elit officia. Magna veniam esse dolore eiusmod occaecat excepteur nisi esse consectetur. Dolor culpa non consequat cupidatat anim ullamco pariatur quis officia cupidatat Lorem. Eu proident nisi ut qui mollit aliqua nostrud officia proident ut quis nisi ex.\r\n<br/>Dolor pariatur laboris irure deserunt irure anim eiusmod voluptate. Dolor exercitation dolore proident amet elit aliqua quis est voluptate commodo mollit culpa aute sit. Sit nostrud irure officia fugiat laborum Lorem ut sunt ullamco est elit cillum. Id aliquip ut voluptate culpa laboris minim labore aute minim sunt minim amet non laborum. Tempor est laborum enim cupidatat velit proident reprehenderit excepteur ullamco non ullamco cupidatat in quis. Nulla non sunt labore et labore duis laboris nisi do esse tempor ea commodo aute. Mollit cupidatat pariatur ad proident sint aute dolore exercitation elit adipisicing aute.\r\n<br/>Ea aliquip excepteur voluptate nostrud veniam et est aute sit consectetur non aliquip. Officia enim aliquip commodo non fugiat Lorem veniam elit elit. Aliqua consequat velit et culpa est Lorem. Cupidatat ex elit Lorem irure commodo labore duis ipsum deserunt esse ullamco. Nulla anim duis eu consequat aliquip laborum cillum exercitation.\r\n</p>",
      "price": "3,309",
      "rating": 1,
      "isActive": true,
      "isModerated": false,
      "createDate": "2016-02-07T18:51:23 -06:00",
      "updateDate": "2014-11-06T22:28:21 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 39,
      "createdBy": 39,
      "name": "SULFAX",
      "address": "Коенкозов көчөсү 70, 722200",
      "countries": 1,
      "cities": 1,
      "location": {
        "latitude": 40.743133,
        "longitude": 73.112925
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@sulfax.com",
      "phone": "996 505956425",
      "description": "<p>Irure id minim tempor sit dolore. Ipsum nisi consectetur ea qui proident in ipsum in. Eu ad culpa adipisicing aliquip cillum veniam et culpa aliquip non et eiusmod exercitation cupidatat.\r\n<br/>Irure qui aliquip sit veniam tempor non officia velit occaecat culpa laboris exercitation non cupidatat. Est aute reprehenderit non exercitation reprehenderit aute incididunt duis dolor voluptate amet consequat. Nostrud nisi exercitation sint adipisicing dolore commodo nostrud. Esse quis velit consequat id ullamco eu anim exercitation cupidatat. Tempor fugiat magna minim anim nisi aliquip officia occaecat ullamco anim minim.\r\n<br/>Nostrud aute do voluptate est. Dolore minim fugiat est adipisicing nulla eu enim proident tempor aliqua. Veniam tempor qui aliquip do irure.\r\n</p>",
      "extraDescription": "<p>Elit est consectetur est non ipsum laborum ex officia labore aliqua do. Non incididunt ullamco minim laborum reprehenderit aute. Reprehenderit duis mollit exercitation est amet nulla nulla sint non do minim officia. Pariatur reprehenderit qui irure enim pariatur proident nisi deserunt laborum nisi. Eu consectetur sit amet et adipisicing esse cillum nulla consectetur cillum id.\r\n<br/>Mollit do esse proident minim ipsum veniam irure eiusmod deserunt. Nulla non ullamco aliqua in culpa. Exercitation pariatur aliquip nulla fugiat consequat aliquip elit commodo. Officia Lorem sint laboris nostrud tempor nisi culpa dolore. Enim reprehenderit pariatur eu nostrud reprehenderit ex excepteur excepteur non enim proident reprehenderit dolore id.\r\n<br/>Amet anim veniam cillum consequat anim eiusmod. Ea non commodo esse proident sunt reprehenderit voluptate tempor ullamco culpa. Irure cupidatat aliquip sunt adipisicing fugiat sit ut. Pariatur dolore incididunt Lorem id et ullamco ipsum irure occaecat tempor nisi. Aliqua sit fugiat sit minim ad laborum culpa nostrud cupidatat dolor eiusmod tempor consequat. Elit ipsum ex do esse enim aliquip deserunt consectetur velit.\r\n</p>",
      "price": "1,114",
      "rating": 3,
      "isActive": false,
      "isModerated": false,
      "createDate": "2019-05-08T02:23:07 -06:00",
      "updateDate": "2014-04-08T01:24:40 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 40,
      "createdBy": 40,
      "name": "CYCLONICA",
      "address": "улица Боконбаева, 120",
      "countries": 1,
      "cities": 9,
      "location": {
        "latitude": 40.133653,
        "longitude": 73.767728
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@cyclonica.com",
      "phone": "996 555984419",
      "description": "<p>Cupidatat officia Lorem sint eiusmod pariatur do. Elit esse amet magna aliquip. Occaecat ipsum ipsum tempor dolore cupidatat nulla est do dolor laboris ipsum sit. Qui amet consectetur culpa et esse non proident minim ad. Velit labore consequat labore anim cupidatat. Aliqua amet non aliquip voluptate anim culpa ad fugiat pariatur dolore nisi do id officia.\r\n<br/>Exercitation tempor cupidatat aute veniam reprehenderit ipsum est cupidatat irure aliqua sit quis labore irure. Exercitation sint amet nisi ipsum. Nostrud proident sunt eu do.\r\n<br/>Consectetur irure id dolor qui commodo in dolore nulla occaecat pariatur. Cillum adipisicing dolor irure eiusmod culpa. Deserunt velit non exercitation ad deserunt ad consequat quis nisi enim exercitation. Pariatur voluptate labore elit ipsum consequat cupidatat eiusmod commodo cupidatat consectetur culpa ad.\r\n</p>",
      "extraDescription": "<p>Id non sit consequat incididunt ex voluptate dolore aute eu ad nulla. Laborum occaecat ullamco elit nostrud occaecat occaecat nisi voluptate. Est eu sint cupidatat culpa dolore labore consequat voluptate eiusmod cupidatat amet eu. Est ad consectetur consectetur et elit eiusmod cillum non velit aliqua esse reprehenderit qui sint. Occaecat incididunt est ad sunt velit esse consequat aliquip aliqua duis eu.\r\n<br/>Non do ipsum ea irure aute proident laboris nisi aliqua irure esse eiusmod Lorem. Excepteur elit eu adipisicing est laborum ipsum nisi et nisi exercitation tempor consequat. Minim dolor sit et adipisicing. Dolore laboris culpa esse anim.\r\n<br/>Dolore velit sunt eiusmod pariatur est sit deserunt duis. Exercitation labore ad cillum culpa id eiusmod elit quis laborum anim Lorem sunt tempor adipisicing. Sit ad sint quis ullamco consequat voluptate velit Lorem eiusmod occaecat eiusmod. Velit sit exercitation consequat laborum laboris laborum sint veniam minim mollit consectetur aliquip. Tempor id in amet non cillum laboris incididunt dolore. Dolor dolore aute voluptate dolor irure Lorem aute nisi nostrud elit culpa enim et.\r\n</p>",
      "price": "3,335",
      "rating": 4,
      "isActive": false,
      "isModerated": false,
      "createDate": "2016-07-31T00:53:55 -06:00",
      "updateDate": "2019-01-17T23:32:16 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 41,
      "createdBy": 41,
      "name": "AQUAMATE",
      "address": "Горького 122/3",
      "countries": 1,
      "cities": 4,
      "location": {
        "latitude": 42.087309,
        "longitude": 74.026758
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@aquamate.com",
      "phone": "996 555998482",
      "description": "<p>Ullamco aliqua ex consequat nostrud culpa in. Aliquip aute reprehenderit sunt dolore sunt. Nulla esse adipisicing aute non eu in.\r\n<br/>Est excepteur commodo laboris adipisicing enim aliqua minim ipsum enim enim. Exercitation excepteur labore consectetur enim mollit qui dolore aliquip consectetur cillum laborum. Voluptate eu incididunt aute ex do excepteur culpa pariatur ad. Irure qui cillum quis ut ipsum do sit. Quis occaecat mollit et elit nisi tempor anim enim adipisicing laborum sunt excepteur amet labore.\r\n<br/>Esse occaecat magna laboris ea laboris velit consectetur voluptate sunt eu ad culpa exercitation anim. Aliqua fugiat deserunt minim velit sit ex anim eiusmod veniam pariatur sint anim. Consectetur mollit occaecat minim reprehenderit irure anim laboris amet anim. Aliquip non et id et et anim commodo tempor commodo laborum reprehenderit aliquip. Incididunt anim dolor dolore et amet eu consequat esse ad cillum cillum anim consectetur aliquip. Velit cillum sit tempor incididunt. Sint incididunt nisi esse amet velit aliquip nulla sunt ad laborum id tempor.\r\n</p>",
      "extraDescription": "<p>Exercitation sint incididunt eiusmod nostrud consequat exercitation sint ea ipsum reprehenderit reprehenderit. Sit anim fugiat elit aliqua consequat proident quis. Velit consequat quis nisi esse eu eu id sit laboris anim do aliquip sint dolore. Tempor cupidatat labore esse quis id sit tempor reprehenderit consectetur labore sit nisi. Laborum sint non ullamco ad ea dolor anim. Est duis id consequat id officia ad.\r\n<br/>Labore cillum occaecat deserunt deserunt dolore laborum reprehenderit minim do eu et fugiat elit officia. Exercitation eiusmod voluptate est labore aliquip labore adipisicing Lorem adipisicing voluptate magna. Quis incididunt id excepteur magna voluptate adipisicing anim in ex sit ex cupidatat.\r\n<br/>Cupidatat laboris ut Lorem eiusmod adipisicing aliquip consectetur aliquip consectetur ad incididunt nostrud excepteur voluptate. Ipsum Lorem labore culpa culpa reprehenderit ipsum ipsum incididunt commodo eu dolore eu id. Eu sint eu laborum pariatur.\r\n</p>",
      "price": "2,931",
      "rating": 4,
      "isActive": false,
      "isModerated": true,
      "createDate": "2015-12-25T09:11:22 -06:00",
      "updateDate": "2015-09-04T09:40:13 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 42,
      "createdBy": 42,
      "name": "ANIXANG",
      "address": "улица Боконбаева, 120",
      "countries": 1,
      "cities": 2,
      "location": {
        "latitude": 42.261036,
        "longitude": 73.844132
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@anixang.com",
      "phone": "996 708922404",
      "description": "<p>Et minim eiusmod et voluptate laboris. Sint est est Lorem reprehenderit consectetur nisi occaecat non Lorem eu occaecat. Nostrud esse exercitation amet officia eu eu non consequat qui in ad cillum. Aliqua enim officia culpa quis laboris anim qui magna ex nisi. Laborum ex do irure occaecat cupidatat minim.\r\n<br/>Dolore occaecat sit do esse officia proident dolor ea. Nisi nostrud anim eiusmod dolore nostrud ut sint. Minim consectetur duis anim nisi consectetur ut Lorem minim velit duis nisi velit non id. Ipsum elit excepteur officia eiusmod aliquip. Dolor sit deserunt anim esse esse commodo Lorem do.\r\n<br/>Incididunt duis deserunt exercitation velit in aliqua consectetur cillum consequat. Laboris consectetur culpa do dolore eu aliqua non nostrud consectetur laborum ea. Adipisicing excepteur veniam commodo consequat sint velit proident sit nostrud. Exercitation dolor ut aliqua esse duis tempor amet. Ad cillum ex consectetur occaecat voluptate elit quis fugiat ullamco ea id qui. Cillum occaecat duis irure ea aliquip nisi eiusmod. Ad id occaecat labore consequat do elit commodo duis enim irure.\r\n</p>",
      "extraDescription": "<p>Mollit pariatur dolor laborum in sit proident ad aute ullamco laboris ad et ea. Eiusmod officia consectetur aliquip occaecat tempor ad pariatur consequat commodo esse elit mollit ex. Nisi ex tempor est ea duis qui esse dolor aute mollit. Consequat voluptate Lorem et consequat Lorem adipisicing ullamco tempor velit. Labore tempor sint consequat commodo incididunt mollit ullamco minim consectetur.\r\n<br/>Qui qui non consequat nostrud est non ullamco ipsum cupidatat ex laboris. Labore reprehenderit sunt elit culpa cupidatat. Reprehenderit et ad consequat non esse amet officia. Nostrud ad id magna esse amet cupidatat ut.\r\n<br/>Lorem labore reprehenderit minim eu culpa deserunt anim aliquip officia. Adipisicing ipsum officia labore non. Qui officia minim laboris aute sunt deserunt duis dolore aliquip deserunt laboris. Commodo duis aliquip ex occaecat dolor elit. Sit aliquip nulla duis fugiat commodo ea id aliqua occaecat laboris ad consectetur nulla. Aute quis qui laboris qui id cillum velit incididunt esse dolor aute id.\r\n</p>",
      "price": "1,749",
      "rating": 5,
      "isActive": true,
      "isModerated": false,
      "createDate": "2014-11-04T23:10:01 -06:00",
      "updateDate": "2017-01-17T16:27:07 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 43,
      "createdBy": 43,
      "name": "ZOXY",
      "address": "ул. Ашхабадская, 30",
      "countries": 1,
      "cities": 2,
      "location": {
        "latitude": 41.946899,
        "longitude": 73.286557
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@zoxy.com",
      "phone": "996 705885585",
      "description": "<p>Id elit consequat tempor ea nulla cillum ex sunt veniam. Voluptate laborum veniam laboris sint ea non quis reprehenderit do in. Proident ea amet exercitation quis sint amet pariatur laboris. Velit dolore exercitation eiusmod ad officia reprehenderit amet ullamco voluptate. Cupidatat commodo veniam tempor aliquip.\r\n<br/>Dolore culpa nisi culpa exercitation dolor qui veniam do labore id pariatur cupidatat et. Exercitation reprehenderit mollit officia dolore ipsum reprehenderit dolore cupidatat non veniam ipsum sit ea. Adipisicing non cillum ipsum sunt.\r\n<br/>Officia magna adipisicing elit proident. Exercitation commodo voluptate sit duis reprehenderit. Elit enim id nostrud Lorem exercitation magna.\r\n</p>",
      "extraDescription": "<p>Ipsum ea occaecat ullamco nisi minim nisi est voluptate sunt elit laboris aliqua in. Amet cillum non aute aute mollit quis pariatur sit dolore. Laboris enim dolore laboris incididunt qui est eu et.\r\n<br/>Non veniam ex velit do et ipsum nisi eu esse nulla id laboris. Pariatur officia do elit nostrud do et in cillum sit laboris dolore officia amet duis. Veniam dolore Lorem quis dolor ad minim culpa sint. Id ea duis duis enim in cillum esse. Anim enim deserunt excepteur amet consequat cupidatat anim. Et et laboris qui minim.\r\n<br/>Duis enim fugiat labore qui elit aliquip. Excepteur magna id sint et eiusmod enim voluptate irure nostrud Lorem. Elit eiusmod aute eu est pariatur. Magna tempor voluptate velit nisi sit ipsum exercitation minim. Laboris veniam irure cupidatat aliquip duis.\r\n</p>",
      "price": "3,261",
      "rating": 5,
      "isActive": true,
      "isModerated": false,
      "createDate": "2014-02-02T05:43:31 -06:00",
      "updateDate": "2014-07-03T20:20:00 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 44,
      "createdBy": 44,
      "name": "FURNIGEER",
      "address": "улица Боконбаева, 120",
      "countries": 1,
      "cities": 1,
      "location": {
        "latitude": 40.475678,
        "longitude": 73.350248
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@furnigeer.com",
      "phone": "996 777949420",
      "description": "<p>Et exercitation officia ut occaecat. Ex aute est irure id tempor culpa commodo. Dolor nostrud enim eiusmod culpa eiusmod minim. Ullamco occaecat labore do enim qui occaecat deserunt cillum excepteur.\r\n<br/>Culpa fugiat pariatur id ea ea pariatur consectetur. Labore enim ullamco ipsum consequat laborum sit proident. Anim reprehenderit irure amet fugiat cupidatat voluptate nisi nostrud sunt velit dolor duis.\r\n<br/>In id commodo duis cillum. Nisi irure eu sunt ad Lorem officia ipsum laborum anim in excepteur sit cupidatat. Mollit labore est laborum velit consectetur Lorem. Ipsum magna excepteur mollit pariatur aliquip voluptate Lorem sunt aute ut aliqua ea magna. Elit exercitation Lorem ea eu Lorem do eu non.\r\n</p>",
      "extraDescription": "<p>Commodo voluptate do eiusmod sit id veniam consectetur mollit deserunt Lorem exercitation. Ipsum sint sit ullamco consectetur amet adipisicing Lorem et velit aute adipisicing reprehenderit reprehenderit aliqua. Cillum aliquip non voluptate Lorem Lorem duis duis pariatur velit. Cupidatat irure est mollit consequat exercitation non.\r\n<br/>Id nisi magna aliquip aute Lorem adipisicing Lorem qui voluptate incididunt. Cillum eiusmod proident cupidatat minim eu duis irure ea aute amet nulla elit ex. Laborum nulla laborum adipisicing reprehenderit magna.\r\n<br/>Id minim ullamco esse consequat cupidatat dolore voluptate reprehenderit. Ullamco officia laborum tempor qui voluptate. Enim cupidatat et commodo elit et quis nulla. Mollit laboris nostrud enim amet ad id reprehenderit Lorem. Do in aliquip ipsum Lorem deserunt elit.\r\n</p>",
      "price": "3,764",
      "rating": 3,
      "isActive": true,
      "isModerated": false,
      "createDate": "2019-01-30T02:08:16 -06:00",
      "updateDate": "2019-01-22T20:17:55 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 45,
      "createdBy": 45,
      "name": "GAZAK",
      "address": "Коенкозов көчөсү 70, 722200",
      "countries": 1,
      "cities": 2,
      "location": {
        "latitude": 39.757342,
        "longitude": 73.886331
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@gazak.com",
      "phone": "996 700904489",
      "description": "<p>Enim mollit enim magna ad magna non consectetur in eu incididunt eu anim laborum. Id anim veniam eu qui culpa ex veniam do consectetur commodo. Proident ad eiusmod consequat in. Qui incididunt irure fugiat ea eiusmod reprehenderit incididunt ea adipisicing ad anim quis ad.\r\n<br/>Ea sunt nostrud aute exercitation. Consectetur nulla magna nulla enim. Culpa fugiat nisi exercitation reprehenderit ut sint occaecat eu.\r\n<br/>Lorem nostrud eu incididunt id Lorem occaecat minim veniam nulla esse ullamco quis minim. Officia non elit incididunt non aliqua Lorem enim. Laboris non ullamco et amet in sunt nostrud tempor mollit nostrud elit. Reprehenderit laboris ullamco excepteur amet occaecat sit. Velit nisi sint dolore aliquip sint. Aliqua dolore non aliqua commodo. In consectetur anim qui consectetur id consectetur veniam consectetur adipisicing nostrud do adipisicing fugiat incididunt.\r\n</p>",
      "extraDescription": "<p>Velit consectetur officia labore ad excepteur exercitation exercitation excepteur enim eiusmod ullamco. Commodo exercitation ex quis labore qui voluptate. Incididunt occaecat eu sit ipsum velit do laboris consequat est officia ullamco ex quis. Ipsum eu enim consectetur dolore tempor minim minim. Veniam duis adipisicing anim mollit aute aliqua incididunt.\r\n<br/>Esse consectetur proident irure Lorem magna. Mollit enim deserunt cillum reprehenderit ullamco dolore ex. Cupidatat consectetur velit veniam ex laborum ullamco nulla ad dolor ad exercitation reprehenderit fugiat.\r\n<br/>Ad cillum labore id ullamco eu. Excepteur duis sint id qui pariatur aliqua incididunt ullamco non consectetur. Eu sit sunt anim aliquip ut tempor ut ad. Id ullamco consectetur qui fugiat excepteur proident ut culpa ex laboris non irure.\r\n</p>",
      "price": "1,377",
      "rating": 1,
      "isActive": true,
      "isModerated": false,
      "createDate": "2014-06-10T10:02:17 -06:00",
      "updateDate": "2018-03-11T04:42:38 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 46,
      "createdBy": 46,
      "name": "EARGO",
      "address": "улица Боконбаева, 120",
      "countries": 1,
      "cities": 1,
      "location": {
        "latitude": 41.519814,
        "longitude": 73.777571
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@eargo.com",
      "phone": "996 505834427",
      "description": "<p>In cillum cillum laboris ipsum sint officia nisi sit esse consequat quis aliqua et et. Aliqua do laborum sit ipsum tempor veniam duis. Commodo eu do esse amet nostrud duis minim sit ea qui velit elit proident. Officia officia ex culpa consectetur reprehenderit laborum sit occaecat sint veniam. Aliqua laboris consequat velit adipisicing pariatur quis sint labore nisi ad.\r\n<br/>Adipisicing occaecat elit occaecat ullamco aute elit id in qui sit. Commodo amet nisi aliqua amet laborum mollit. Reprehenderit reprehenderit laborum consequat eiusmod enim.\r\n<br/>Labore in consequat veniam cillum duis sint ea do ad ipsum consequat voluptate. Elit culpa tempor quis enim anim amet commodo sit quis anim nisi qui nisi esse. Dolore nulla ad ut qui veniam tempor consectetur ea quis qui esse.\r\n</p>",
      "extraDescription": "<p>Cupidatat minim ea incididunt anim ut nisi deserunt id irure ullamco Lorem. Exercitation laborum reprehenderit ea veniam deserunt fugiat. Irure elit adipisicing in ipsum. Cupidatat Lorem consequat non mollit nulla aliqua ut et id. Nisi adipisicing amet labore ad aute mollit dolor cupidatat.\r\n<br/>Est occaecat et commodo pariatur aliquip eiusmod elit consequat anim excepteur labore est velit. Sint do irure enim ex do anim. Qui pariatur veniam elit enim irure sit exercitation ipsum. Nulla sunt do ex id consectetur culpa do aliqua ea velit anim occaecat eiusmod. Quis ut velit occaecat commodo qui officia. Sunt velit qui commodo ea non laboris.\r\n<br/>Labore veniam laboris adipisicing occaecat esse. Velit labore enim officia do ullamco cupidatat. Elit ipsum enim laboris consectetur in ad labore deserunt ad.\r\n</p>",
      "price": "3,266",
      "rating": 2,
      "isActive": true,
      "isModerated": true,
      "createDate": "2016-05-01T11:24:06 -06:00",
      "updateDate": "2017-11-29T03:45:03 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 47,
      "createdBy": 47,
      "name": "XYMONK",
      "address": "улица Боконбаева, 120",
      "countries": 1,
      "cities": 6,
      "location": {
        "latitude": 40.570075,
        "longitude": 73.384952
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@xymonk.com",
      "phone": "996 708892412",
      "description": "<p>Duis aliquip culpa adipisicing eu irure minim deserunt sunt deserunt excepteur enim. Qui excepteur anim anim velit adipisicing exercitation occaecat cillum irure reprehenderit nisi. Anim adipisicing duis aliquip non aliquip dolor aliqua exercitation ea culpa fugiat.\r\n<br/>Nostrud reprehenderit non aute nulla excepteur. Aliquip sit voluptate veniam culpa proident Lorem deserunt laborum ex id dolor consequat excepteur deserunt. Aute id occaecat culpa officia tempor. Incididunt ea ex adipisicing culpa ullamco nostrud. Do elit nisi quis voluptate qui eu labore cupidatat quis amet sint cillum enim. Ad nulla veniam nulla qui.\r\n<br/>Consectetur cupidatat aliqua pariatur quis amet anim duis deserunt occaecat. Adipisicing non id commodo excepteur cupidatat Lorem qui amet non sunt irure dolor. Deserunt esse eiusmod eu ut consequat minim. Consequat consequat consectetur aute minim qui enim laborum. Laboris non ut ipsum exercitation.\r\n</p>",
      "extraDescription": "<p>Sint commodo id do magna tempor exercitation deserunt laborum in elit adipisicing et officia culpa. Cillum adipisicing quis ex ea elit ipsum laboris cupidatat magna. Deserunt quis fugiat ad voluptate. Sunt elit culpa culpa velit occaecat labore nisi. Elit veniam aliquip ex ullamco id eiusmod excepteur aliquip proident.\r\n<br/>Est in sit esse consequat. Ea eiusmod eiusmod nostrud anim nulla nulla veniam anim proident do culpa Lorem. Cupidatat culpa pariatur anim consectetur ad. Cillum excepteur amet sit ex tempor consectetur laboris officia pariatur do consequat ipsum. Amet officia ipsum occaecat ad cillum do magna fugiat culpa ullamco Lorem dolor eiusmod. Ipsum Lorem excepteur minim officia ea pariatur amet.\r\n<br/>Labore cupidatat consequat aliqua id eiusmod pariatur incididunt ullamco. Exercitation irure do elit esse duis incididunt et pariatur. Lorem ullamco quis pariatur sit pariatur adipisicing veniam culpa eu aliquip ullamco reprehenderit. Duis in esse quis consequat id elit ex irure sunt enim deserunt aute.\r\n</p>",
      "price": "2,486",
      "rating": 1,
      "isActive": true,
      "isModerated": false,
      "createDate": "2014-06-06T06:51:33 -06:00",
      "updateDate": "2017-08-21T21:10:19 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 48,
      "createdBy": 48,
      "name": "SOPRANO",
      "address": "Горького 122/3",
      "countries": 1,
      "cities": 5,
      "location": {
        "latitude": 40.301696,
        "longitude": 74.155751
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@soprano.com",
      "phone": "996 779940504",
      "description": "<p>Ullamco ullamco ullamco commodo in voluptate non ea cupidatat adipisicing pariatur. Elit Lorem ullamco veniam exercitation proident velit aliqua velit occaecat aute sit. Nulla dolore esse aute veniam sunt sunt tempor dolor. Eu irure Lorem laboris labore nulla eiusmod. Duis aliqua ea mollit occaecat ex non dolor ut tempor nisi minim.\r\n<br/>Ex reprehenderit est officia dolore non do duis dolor. Esse do esse officia minim minim tempor ullamco excepteur magna sit dolore labore tempor. Nisi do minim cillum irure reprehenderit cillum magna adipisicing eiusmod non anim.\r\n<br/>Eiusmod cillum do et dolor ea. Aliquip ex do in ea elit. Incididunt ea deserunt anim culpa excepteur veniam do ullamco officia qui adipisicing. Do incididunt deserunt do velit do qui aliqua laborum consequat.\r\n</p>",
      "extraDescription": "<p>Id id deserunt culpa esse ad eu et laborum quis laborum sint aliquip. Enim consequat ea sunt cupidatat irure dolor do. Et excepteur ex fugiat laboris pariatur dolore. Aliqua laborum elit qui consectetur anim eiusmod sint officia sunt.\r\n<br/>Sunt reprehenderit anim occaecat proident sit tempor Lorem commodo sint cillum in ea. Duis aute laboris consequat exercitation incididunt Lorem veniam excepteur anim commodo aliqua. Ut pariatur eu sint eiusmod voluptate qui proident velit quis reprehenderit id. Deserunt enim proident occaecat esse do anim. Ea labore labore et esse ex amet aute elit proident ex. Amet est ad occaecat consectetur ut cillum occaecat ea et magna pariatur in irure.\r\n<br/>Ipsum elit aliquip esse qui laborum et eu cillum ex officia commodo enim culpa cillum. Anim et excepteur eu sit ullamco occaecat eiusmod quis non. Lorem nulla eiusmod eu elit est eiusmod aliquip. Officia ut non enim reprehenderit in aliqua exercitation occaecat eiusmod Lorem aute incididunt ipsum.\r\n</p>",
      "price": "2,184",
      "rating": 2,
      "isActive": true,
      "isModerated": true,
      "createDate": "2018-06-13T13:53:10 -06:00",
      "updateDate": "2017-03-28T08:37:54 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 49,
      "createdBy": 49,
      "name": "MAROPTIC",
      "address": "Горького 122/3",
      "countries": 1,
      "cities": 5,
      "location": {
        "latitude": 42.052168,
        "longitude": 73.658419
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@maroptic.com",
      "phone": "996 553899556",
      "description": "<p>Quis eiusmod pariatur dolore cupidatat amet ipsum voluptate eu laborum consequat deserunt consequat. Laborum magna Lorem magna dolore Lorem aute. Id consequat eiusmod reprehenderit qui veniam. Consectetur mollit velit elit reprehenderit enim incididunt eiusmod culpa velit.\r\n<br/>Id ex ad commodo sit qui sit minim ea. Est deserunt id est et tempor. Ut ut sint dolore ut adipisicing ullamco incididunt magna. Nulla commodo nostrud quis ad incididunt veniam do sit ea pariatur culpa. Est nulla laborum aute esse.\r\n<br/>Eu aute officia non aliqua laborum magna ea duis dolore occaecat veniam. Amet fugiat et veniam sunt laborum. Sunt veniam culpa aliquip reprehenderit id velit nulla culpa consequat fugiat. Tempor eiusmod id mollit qui duis voluptate non laborum adipisicing deserunt amet elit amet.\r\n</p>",
      "extraDescription": "<p>Sint commodo officia ad aliqua. Commodo consequat tempor esse consequat id proident consequat. Magna deserunt non labore dolor qui do occaecat Lorem cupidatat anim duis proident magna. Anim occaecat esse elit Lorem exercitation occaecat sint ea exercitation laboris dolore eu. Incididunt ullamco aliquip elit ad commodo ea esse elit commodo. Velit non exercitation officia non consequat ut exercitation adipisicing deserunt adipisicing.\r\n<br/>Aute laborum commodo mollit voluptate irure. Ipsum veniam voluptate ipsum ipsum. Officia laborum ut cupidatat cillum deserunt non.\r\n<br/>Proident ex cupidatat sint ex veniam non velit ullamco id enim esse. Qui officia tempor dolore nisi culpa. Eiusmod ullamco commodo in duis cillum sint culpa commodo exercitation. Et velit voluptate in velit cillum do dolor. Nostrud laborum velit culpa qui non nulla cupidatat nostrud sint minim deserunt nostrud nostrud incididunt. Pariatur commodo ullamco ullamco nulla tempor esse nulla enim qui duis enim.\r\n</p>",
      "price": "3,672",
      "rating": 3,
      "isActive": true,
      "isModerated": true,
      "createDate": "2017-08-13T19:01:23 -06:00",
      "updateDate": "2016-10-05T04:50:40 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 50,
      "createdBy": 50,
      "name": "TWIIST",
      "address": "Ленина 55/3",
      "countries": 1,
      "cities": 6,
      "location": {
        "latitude": 41.038619,
        "longitude": 73.756971
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@twiist.com",
      "phone": "996 708982403",
      "description": "<p>Ea in Lorem ipsum culpa. Aliquip deserunt veniam anim dolore eiusmod non sunt ipsum. Commodo nulla nulla ullamco esse sunt qui eu labore. Labore laborum esse et sit do amet culpa officia aliquip ex incididunt duis laboris.\r\n<br/>Excepteur occaecat ut duis in ipsum ex id consequat. Tempor aliquip est proident ut eiusmod excepteur occaecat aute ut ea. Nulla cillum magna sit officia dolore. Laborum nostrud dolor esse nisi culpa sint quis. Tempor anim quis laborum ex exercitation consectetur.\r\n<br/>Cillum reprehenderit ipsum est elit irure fugiat commodo Lorem irure ea nulla enim voluptate enim. Velit non nisi minim amet sint nostrud sit. Amet elit exercitation et reprehenderit ea nulla aliqua elit aliquip. Dolor magna id dolore qui ex sit est nulla aliqua enim ex dolor in commodo. Quis in ad id id eiusmod ea sint et eu veniam enim amet dolore.\r\n</p>",
      "extraDescription": "<p>Cupidatat enim sit nostrud enim proident ad non et deserunt cupidatat proident. Deserunt consectetur quis velit exercitation. Deserunt est laboris minim voluptate magna laborum Lorem. Eu in cillum non anim aliqua est laboris enim quis. Cupidatat aliquip do ullamco nisi cillum excepteur. Et aliqua quis commodo magna dolore nulla ex ullamco. Esse sunt deserunt aliqua aliqua mollit sint dolor qui aute consequat Lorem amet laboris quis.\r\n<br/>Non sit qui eu cupidatat. Occaecat sunt magna reprehenderit velit nostrud officia aliquip nisi sit. Eu nostrud velit nisi ex est do enim sunt. Ut et pariatur duis cupidatat cillum. Enim elit aute id mollit voluptate velit nisi aliquip fugiat et pariatur fugiat excepteur. Reprehenderit veniam reprehenderit elit pariatur et qui ullamco velit est. Sit magna in deserunt et reprehenderit ea labore amet officia ea incididunt quis eu.\r\n<br/>Esse pariatur cillum enim aute tempor aliqua et commodo aliquip aliqua anim laborum nulla. Eiusmod elit Lorem non elit duis. Reprehenderit veniam cupidatat dolor eu dolore culpa excepteur eu cillum.\r\n</p>",
      "price": "1,825",
      "rating": 2,
      "isActive": false,
      "isModerated": false,
      "createDate": "2015-03-19T16:45:28 -06:00",
      "updateDate": "2014-10-15T14:39:23 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 51,
      "createdBy": 51,
      "name": "PROWASTE",
      "address": "Исанова 150",
      "countries": 1,
      "cities": 3,
      "location": {
        "latitude": 41.814754,
        "longitude": 73.985401
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@prowaste.com",
      "phone": "996 777810405",
      "description": "<p>Duis quis labore veniam duis voluptate. Adipisicing Lorem non irure aliquip ex excepteur deserunt esse fugiat nisi ullamco. Elit labore minim adipisicing consequat aute culpa reprehenderit aute irure. Officia consequat adipisicing exercitation consequat reprehenderit occaecat sunt tempor dolore. Labore irure tempor deserunt ad et officia incididunt dolore. Dolor ea consectetur cillum nulla ad ea. Aliqua in esse excepteur sit ipsum aliquip.\r\n<br/>Pariatur non enim ut est elit labore veniam sint laborum sit esse. Deserunt Lorem dolore aliqua ex aliquip amet culpa incididunt. Non officia reprehenderit aliqua commodo ullamco exercitation duis velit nulla quis dolore enim. Adipisicing laboris ea ad ipsum eu. Nostrud officia Lorem nostrud sunt duis aliqua ut dolore. Duis exercitation id commodo ea velit duis amet amet consequat ipsum ut voluptate labore do. Eu ex reprehenderit sit cillum dolore id nulla pariatur officia laboris anim in.\r\n<br/>Ullamco culpa occaecat dolore culpa ex cillum. Voluptate aute aliquip ad exercitation est culpa in nulla dolor anim. Cupidatat id eiusmod consequat cupidatat sunt pariatur eu nisi. Voluptate in in dolor incididunt amet id voluptate id et elit. Irure in non ullamco reprehenderit labore id excepteur in. Qui id Lorem cupidatat pariatur ad exercitation laborum aliquip ipsum voluptate pariatur sunt. Eu culpa voluptate aliqua consectetur elit eiusmod irure voluptate velit nisi nulla excepteur laboris.\r\n</p>",
      "extraDescription": "<p>Magna magna consequat adipisicing consequat ut. Veniam do nostrud aliquip excepteur amet ad laboris esse ea. Elit incididunt do est ad. Nisi esse veniam qui minim Lorem velit incididunt velit elit commodo ut enim cillum.\r\n<br/>Consequat ut consequat eu eiusmod id sint aliquip incididunt minim excepteur mollit eiusmod exercitation aliquip. Nisi ea ullamco aliquip aliqua dolor. Cillum qui pariatur sint cupidatat cupidatat est voluptate esse proident exercitation. Occaecat deserunt exercitation exercitation officia sint enim aliqua mollit. Lorem dolore excepteur veniam et sunt Lorem ea do amet pariatur ullamco ea est cupidatat.\r\n<br/>Do do pariatur dolor do velit irure deserunt consequat adipisicing Lorem ullamco aute qui. Dolor non ipsum cupidatat occaecat ipsum ad sit esse sit tempor. Eiusmod reprehenderit laboris in et aliqua. Excepteur eiusmod amet est minim eiusmod anim sunt dolore do eu. Reprehenderit velit mollit eu sit do.\r\n</p>",
      "price": "2,678",
      "rating": 2,
      "isActive": false,
      "isModerated": true,
      "createDate": "2015-05-15T11:05:06 -06:00",
      "updateDate": "2015-03-16T08:13:24 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 52,
      "createdBy": 52,
      "name": "ZOID",
      "address": "Исанова 150",
      "countries": 1,
      "cities": 7,
      "location": {
        "latitude": 40.587112,
        "longitude": 73.8102
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@zoid.com",
      "phone": "996 777838517",
      "description": "<p>Sunt reprehenderit est occaecat laboris commodo aute dolor adipisicing nisi adipisicing. Aliquip eu veniam consectetur officia quis occaecat adipisicing voluptate culpa. Nulla sint ea id nulla. Sint exercitation mollit adipisicing id. Eiusmod ex laboris ut ullamco sunt veniam ut excepteur aliquip dolore anim labore. Nisi eiusmod labore sint quis. In aliquip eu in ad et.\r\n<br/>Incididunt duis sunt veniam ea deserunt cupidatat veniam enim exercitation amet minim et consectetur enim. Et officia occaecat consequat non nisi occaecat minim reprehenderit anim ullamco. Sint laboris aliquip fugiat veniam anim excepteur adipisicing ipsum amet deserunt. Velit esse reprehenderit cupidatat dolor aliqua. Qui ullamco ipsum sit velit irure velit culpa. Pariatur duis ad qui ullamco est. Lorem enim anim mollit laborum laborum eiusmod culpa amet id et qui sit laboris.\r\n<br/>Mollit sunt irure elit ut fugiat nulla sunt nulla laboris ea Lorem irure incididunt. Laborum eu quis eiusmod fugiat tempor in laborum. Exercitation do ut consequat tempor fugiat labore voluptate veniam deserunt officia velit ipsum. Qui incididunt laboris sit id adipisicing consequat culpa eu aliqua fugiat. Commodo duis enim ut culpa consectetur cupidatat fugiat excepteur amet. Proident cupidatat adipisicing labore nisi ea amet cupidatat reprehenderit veniam. Enim cillum id magna adipisicing non fugiat.\r\n</p>",
      "extraDescription": "<p>Consequat velit fugiat officia deserunt magna consequat sunt ullamco. Irure cupidatat cupidatat consequat exercitation sit sint labore ad ad voluptate incididunt culpa proident. Nostrud eu ad tempor dolore. Reprehenderit officia officia velit mollit consectetur.\r\n<br/>Ipsum excepteur exercitation voluptate irure ex deserunt. Cupidatat occaecat reprehenderit cillum tempor laborum eu excepteur culpa adipisicing pariatur occaecat enim cupidatat. Sint esse in reprehenderit nulla quis nulla consequat consequat excepteur veniam. Consectetur veniam id reprehenderit officia ad minim nisi aute dolor.\r\n<br/>Qui fugiat nulla nostrud non sit. Esse eiusmod Lorem velit commodo do eiusmod velit consectetur dolor adipisicing ea consectetur aliquip. Eiusmod pariatur officia excepteur ipsum. Qui occaecat non irure incididunt anim nulla anim consequat elit enim incididunt.\r\n</p>",
      "price": "3,360",
      "rating": 3,
      "isActive": true,
      "isModerated": true,
      "createDate": "2018-09-22T11:50:24 -06:00",
      "updateDate": "2014-03-26T14:47:36 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 53,
      "createdBy": 53,
      "name": "ENJOLA",
      "address": "Коенкозов көчөсү 70, 722200",
      "countries": 1,
      "cities": 8,
      "location": {
        "latitude": 40.526636,
        "longitude": 73.255429
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@enjola.com",
      "phone": "996 700853453",
      "description": "<p>Nostrud est quis id aliqua ut laboris. Lorem consequat sit quis fugiat adipisicing tempor anim. Ipsum anim voluptate ullamco Lorem irure voluptate dolore non voluptate duis ex sit elit. Aliquip nulla quis occaecat excepteur incididunt Lorem id consectetur fugiat ad sint cillum proident aliqua. Cillum quis cupidatat consequat commodo eiusmod commodo sunt Lorem aliquip irure dolore nisi.\r\n<br/>Lorem sint veniam laboris velit. Deserunt fugiat cupidatat fugiat laboris duis aute ut tempor. Non excepteur nostrud reprehenderit elit qui pariatur excepteur in labore occaecat exercitation velit incididunt. Pariatur sit aliqua laborum incididunt officia dolore exercitation. Esse mollit dolore nostrud do Lorem dolor ex occaecat consectetur proident.\r\n<br/>Proident proident veniam occaecat Lorem. Veniam consectetur irure occaecat dolor. Esse esse cillum esse quis dolor labore nulla anim aute commodo nostrud duis. Consectetur et voluptate in velit sit Lorem officia velit Lorem consequat quis id.\r\n</p>",
      "extraDescription": "<p>Adipisicing cupidatat culpa exercitation duis sit velit ullamco sunt veniam nulla commodo in. Proident commodo ex fugiat veniam id quis nostrud mollit. Ullamco dolore consectetur ipsum sit quis ea proident. Tempor eu nisi esse eu mollit excepteur ullamco duis amet.\r\n<br/>Cupidatat incididunt Lorem cupidatat cillum minim ad excepteur. Quis dolor excepteur nisi dolore aliqua quis irure do enim cupidatat minim nisi ea id. In nulla enim sint irure cillum nisi cupidatat velit officia ipsum. Sunt anim ullamco tempor ullamco in aliquip nostrud quis Lorem officia ex. Duis veniam enim occaecat et dolore ad culpa velit non Lorem magna nisi.\r\n<br/>In pariatur esse laborum eu non veniam tempor culpa sit dolore nostrud eu deserunt. Deserunt pariatur labore voluptate consequat anim sint elit tempor. Fugiat culpa nostrud deserunt tempor duis laboris non minim enim. Reprehenderit nisi consequat proident aute officia id incididunt elit ea ipsum irure aliqua consequat.\r\n</p>",
      "price": "3,476",
      "rating": 3,
      "isActive": false,
      "isModerated": true,
      "createDate": "2016-01-20T17:29:41 -06:00",
      "updateDate": "2019-01-18T17:19:37 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 54,
      "createdBy": 54,
      "name": "FUELWORKS",
      "address": "Коенкозов көчөсү 70, 722200",
      "countries": 1,
      "cities": 3,
      "location": {
        "latitude": 41.180727,
        "longitude": 73.760847
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@fuelworks.com",
      "phone": "996 550957558",
      "description": "<p>Voluptate excepteur nulla Lorem irure minim excepteur elit esse Lorem. Nostrud excepteur consectetur pariatur ut aliquip cillum officia. Anim enim pariatur velit non do nisi dolore est laboris sunt irure elit ut commodo. Non amet laboris nostrud consequat ullamco nisi ullamco labore ut tempor est do deserunt elit. Pariatur quis ullamco ad velit magna laboris proident duis consequat quis magna adipisicing dolor pariatur. Enim cupidatat fugiat ut aliqua aliquip id nostrud ut proident aute veniam.\r\n<br/>Non ut qui eiusmod quis est officia qui duis. Proident ad amet cillum esse magna irure exercitation irure. Cupidatat nostrud proident est sunt enim ipsum minim esse sint amet esse deserunt irure voluptate. Est cupidatat cupidatat laboris do proident commodo et tempor velit ipsum occaecat sit enim nulla. Ut fugiat ex magna et esse non.\r\n<br/>Eiusmod qui eu labore consequat. Sunt duis duis sint officia. Dolore culpa mollit id sint dolore anim commodo excepteur. Dolor cillum qui quis voluptate. Veniam labore elit elit excepteur aliquip sunt et consectetur laborum. Amet quis aliqua est sit. Dolore eu ullamco Lorem dolor aliquip duis aliquip esse Lorem mollit sit.\r\n</p>",
      "extraDescription": "<p>Tempor occaecat deserunt laboris aliquip occaecat. Nulla in incididunt ex sit est in nulla cupidatat cillum velit aliqua sit consectetur minim. Laborum in irure voluptate consequat mollit.\r\n<br/>Consectetur aute nostrud do elit nisi eu reprehenderit. Id adipisicing sunt id ex eu commodo labore. Duis magna exercitation esse est consequat tempor ad enim dolore labore nostrud incididunt magna qui. In eu laboris cupidatat aliquip et.\r\n<br/>Cillum cillum pariatur aliqua id duis culpa labore ad laboris consequat est qui ut. Sint reprehenderit cupidatat nostrud labore Lorem incididunt in in dolore et. Eiusmod eiusmod do officia est velit cillum elit irure et Lorem dolore id elit. Culpa laborum ullamco veniam laborum esse laboris.\r\n</p>",
      "price": "1,909",
      "rating": 4,
      "isActive": false,
      "isModerated": true,
      "createDate": "2015-02-25T18:17:28 -06:00",
      "updateDate": "2017-11-04T20:07:52 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 55,
      "createdBy": 55,
      "name": "INSURESYS",
      "address": "ул. Ашхабадская, 30",
      "countries": 1,
      "cities": 5,
      "location": {
        "latitude": 42.079915,
        "longitude": 73.88103
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@insuresys.com",
      "phone": "996 700892544",
      "description": "<p>Cillum duis labore Lorem ipsum exercitation deserunt mollit enim in nulla ad proident occaecat aliquip. Irure cupidatat pariatur in et minim qui amet aliqua et excepteur tempor occaecat sint occaecat. Cillum eiusmod sunt sint est culpa nisi et ex.\r\n<br/>Quis esse aliqua pariatur amet velit sunt ullamco. Dolor qui reprehenderit minim aliqua tempor dolore proident voluptate esse. Occaecat qui esse laborum culpa ea veniam anim ullamco elit et reprehenderit. Incididunt veniam velit cillum pariatur excepteur velit sit exercitation elit et. Eu aliquip sit irure ad aliqua fugiat sint est proident Lorem sit nisi.\r\n<br/>Incididunt labore dolore tempor excepteur anim enim et nulla ex et fugiat aute. Amet non id enim est dolore reprehenderit excepteur amet et id. Dolore labore adipisicing culpa cillum. Magna non qui ipsum ex dolore ea. Irure velit mollit ullamco culpa.\r\n</p>",
      "extraDescription": "<p>Exercitation id laborum reprehenderit ullamco ipsum velit ipsum irure fugiat magna mollit. Eu proident ex in irure laborum voluptate. Consectetur exercitation magna amet labore proident sint Lorem aute minim sit velit cupidatat nulla. Incididunt et minim culpa proident enim enim id in pariatur cupidatat in pariatur.\r\n<br/>Culpa in veniam ad Lorem esse consequat anim. Voluptate nisi esse magna velit cillum excepteur duis ea esse duis nulla. Aute deserunt enim minim incididunt aliquip. Incididunt est fugiat consequat tempor nostrud cillum quis reprehenderit ullamco Lorem duis aute. Consequat labore ut eiusmod exercitation irure et.\r\n<br/>Ipsum pariatur quis ullamco eu. Ut ea magna enim sint adipisicing ut pariatur est ex nisi elit sunt. Ad aute qui do elit Lorem Lorem labore in voluptate quis nostrud mollit.\r\n</p>",
      "price": "1,020",
      "rating": 3,
      "isActive": true,
      "isModerated": true,
      "createDate": "2018-10-02T15:30:55 -06:00",
      "updateDate": "2014-06-13T00:27:54 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 56,
      "createdBy": 56,
      "name": "GYNKO",
      "address": "улица Боконбаева, 120",
      "countries": 1,
      "cities": 5,
      "location": {
        "latitude": 41.144773,
        "longitude": 73.681999
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@gynko.com",
      "phone": "996 550819582",
      "description": "<p>Deserunt dolore eiusmod ipsum cupidatat id minim laborum eiusmod. Aliquip sint irure do ad est ea excepteur. Aliqua voluptate sunt est voluptate nisi nisi. Cupidatat enim amet esse ipsum consectetur. Commodo aliqua Lorem dolor exercitation ad sit dolore et sint do. In laboris enim dolor minim eu pariatur dolore dolor cillum consequat occaecat nostrud quis. Tempor duis amet sit proident amet ad ea commodo ea cupidatat.\r\n<br/>Ipsum adipisicing nostrud sint qui quis enim eiusmod quis. Sint anim sunt magna proident ea est laborum amet. Dolore tempor sunt ullamco irure cillum commodo commodo deserunt qui Lorem. Elit fugiat sit Lorem nostrud aliqua ex do deserunt id. Incididunt consequat irure mollit amet laborum incididunt anim in. Magna excepteur aliquip veniam ad dolor ad excepteur id qui sunt proident.\r\n<br/>Culpa amet aliqua qui veniam sit consectetur aliqua labore minim veniam proident. Adipisicing dolore dolor consectetur consequat eu aliqua incididunt aute aute. Magna aliqua tempor aliquip pariatur esse pariatur anim. Anim aute non nisi exercitation elit esse anim amet id tempor non. Exercitation pariatur aliquip anim adipisicing deserunt cillum excepteur minim eiusmod culpa fugiat.\r\n</p>",
      "extraDescription": "<p>Est ut dolore nisi quis cupidatat mollit sunt consectetur. Veniam eu non eiusmod minim laboris eu enim proident reprehenderit cupidatat proident. Sint mollit culpa fugiat id magna irure. Reprehenderit excepteur sint exercitation tempor. Ullamco dolor nulla voluptate mollit sit eiusmod consequat cupidatat ullamco nulla ad non nisi. Ea nostrud eu culpa commodo.\r\n<br/>Et aute culpa amet et qui ea aliquip minim dolor exercitation sunt anim culpa nulla. Dolore officia pariatur consectetur non culpa minim exercitation magna culpa occaecat ut cillum. Excepteur irure amet anim laboris. Consequat proident qui incididunt adipisicing anim aliqua sit mollit quis enim deserunt.\r\n<br/>Adipisicing laborum nostrud nulla elit officia velit duis aliquip ut irure. Pariatur non enim laboris velit incididunt tempor velit incididunt ipsum. Nostrud magna laborum commodo non Lorem laboris. Aliqua velit tempor fugiat id ea ad cillum cillum id eiusmod elit. Cillum ipsum aliqua voluptate aute consectetur sit Lorem veniam.\r\n</p>",
      "price": "3,146",
      "rating": 4,
      "isActive": false,
      "isModerated": false,
      "createDate": "2015-05-13T12:49:48 -06:00",
      "updateDate": "2014-04-19T15:12:12 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 57,
      "createdBy": 57,
      "name": "COMTRACT",
      "address": "ул. Ашхабадская, 30",
      "countries": 1,
      "cities": 4,
      "location": {
        "latitude": 39.791845,
        "longitude": 73.416693
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@comtract.com",
      "phone": "996 779923509",
      "description": "<p>Ex culpa magna ea pariatur magna. Voluptate consectetur reprehenderit velit ea esse sunt. Anim velit incididunt excepteur proident ut adipisicing commodo irure minim.\r\n<br/>Ut dolore veniam pariatur ad cupidatat enim consequat ea consectetur exercitation ea. Proident dolor aute qui dolor veniam commodo et est ut quis Lorem irure est pariatur. Ea eiusmod ad magna nostrud adipisicing tempor cillum irure aute voluptate consectetur excepteur qui magna. Elit dolore laborum et velit aliqua eu proident quis et. Tempor labore occaecat do sint in exercitation elit commodo officia ea ullamco consectetur fugiat pariatur. Ut pariatur aute non sint anim ipsum. Qui labore veniam do cupidatat irure adipisicing ea nostrud dolore anim labore minim magna.\r\n<br/>Quis ad officia id consequat in. Aliqua occaecat do est consectetur ipsum ea cupidatat elit anim. Elit quis sunt in enim deserunt non dolor sint culpa est amet quis. Eu incididunt velit excepteur reprehenderit ad ea ullamco pariatur elit anim culpa exercitation non ullamco.\r\n</p>",
      "extraDescription": "<p>Non nulla eiusmod deserunt cillum sunt et tempor eiusmod veniam. Do quis consequat ut aliquip tempor esse commodo veniam exercitation in ex pariatur excepteur ea. Consectetur eiusmod labore quis reprehenderit.\r\n<br/>Laboris qui ad ullamco sint elit irure sint magna duis officia sit. Consectetur ullamco officia dolore laboris exercitation aliqua veniam culpa magna velit minim duis ut. Fugiat ipsum dolore do eu cupidatat incididunt qui amet do. Nostrud culpa aliqua sit et veniam adipisicing. Sit consectetur voluptate aliquip cillum labore.\r\n<br/>Consequat nisi ipsum ullamco do exercitation dolore nisi fugiat. Ullamco quis tempor deserunt occaecat eu non irure pariatur ea culpa. Reprehenderit ullamco sunt amet culpa enim nisi occaecat nisi occaecat aute laboris est aliquip eiusmod.\r\n</p>",
      "price": "3,198",
      "rating": 4,
      "isActive": true,
      "isModerated": false,
      "createDate": "2019-05-06T04:14:50 -06:00",
      "updateDate": "2015-02-25T12:52:47 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 58,
      "createdBy": 58,
      "name": "MEDMEX",
      "address": "Коенкозов көчөсү 70, 722200",
      "countries": 1,
      "cities": 6,
      "location": {
        "latitude": 42.289811,
        "longitude": 73.359766
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@medmex.com",
      "phone": "996 705965508",
      "description": "<p>Ex cupidatat occaecat laboris occaecat anim occaecat. Officia proident nostrud reprehenderit laborum ad mollit est. Pariatur quis magna mollit ut aliqua mollit anim voluptate reprehenderit exercitation magna. Aliquip do consequat minim aliquip laborum.\r\n<br/>Dolor excepteur labore adipisicing duis esse quis commodo ut est adipisicing sit velit aliqua. Magna elit cupidatat enim laborum dolore consequat id ipsum quis dolore et laboris deserunt. Sint proident irure ad minim deserunt incididunt velit dolor proident qui minim.\r\n<br/>Lorem officia et tempor occaecat voluptate pariatur qui pariatur sint anim qui est. Cupidatat consequat dolore officia nostrud fugiat pariatur dolore elit. Dolor sunt incididunt ut ad id exercitation laborum ipsum. Fugiat duis fugiat labore dolor deserunt elit esse nulla. Quis esse adipisicing consequat sit qui voluptate ut ipsum nostrud. Laborum aliquip amet reprehenderit officia ea.\r\n</p>",
      "extraDescription": "<p>Minim consequat quis fugiat non adipisicing. Occaecat officia dolor laboris ut mollit culpa amet officia ullamco ea quis voluptate ea. Est amet qui Lorem nostrud esse amet cillum ea non ex labore ipsum cillum. Reprehenderit aliquip consectetur nisi veniam in ea proident laborum id. Sit ut cupidatat ea reprehenderit ut est esse. Reprehenderit deserunt duis nulla ullamco id eu eiusmod reprehenderit voluptate.\r\n<br/>Aliquip incididunt consequat aliquip do. Lorem excepteur culpa culpa fugiat commodo laborum est amet amet minim adipisicing mollit dolore. Reprehenderit elit qui reprehenderit sit aliquip sit est commodo exercitation sit id. Amet culpa ut pariatur laborum est ullamco ipsum adipisicing.\r\n<br/>Dolore aute pariatur esse et mollit officia sunt sunt laboris eu. Non consequat consequat cupidatat magna consequat labore elit irure do sint incididunt voluptate. Ad ut eiusmod sit excepteur eiusmod laboris nulla amet.\r\n</p>",
      "price": "3,204",
      "rating": 5,
      "isActive": true,
      "isModerated": false,
      "createDate": "2018-08-22T02:38:14 -06:00",
      "updateDate": "2018-02-05T11:25:45 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 59,
      "createdBy": 59,
      "name": "CUBIX",
      "address": "Ленина 55/3",
      "countries": 1,
      "cities": 5,
      "location": {
        "latitude": 41.304543,
        "longitude": 73.681948
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@cubix.com",
      "phone": "996 505989426",
      "description": "<p>Incididunt magna proident adipisicing excepteur quis ex id. Dolor anim sit reprehenderit eu sit. Aute consequat nisi officia ex dolore nostrud consequat laborum anim amet.\r\n<br/>Sint nulla qui aute officia sunt qui eu. Culpa ex non ex nulla cupidatat incididunt laboris amet aliquip ex excepteur eiusmod aliqua amet. Fugiat sit voluptate cillum esse.\r\n<br/>Proident nostrud laborum enim occaecat mollit consectetur nostrud consequat. Proident sint est non ea ut enim. Ex commodo quis ipsum irure nisi consequat. Et occaecat irure Lorem deserunt laboris ad. Excepteur id laborum velit laboris excepteur enim non nulla incididunt aliquip commodo nulla. Velit in in est pariatur ut cupidatat. Dolore elit velit ea excepteur in excepteur dolor commodo duis elit.\r\n</p>",
      "extraDescription": "<p>Et laboris duis incididunt id. Et occaecat quis anim Lorem ea labore consequat do id esse anim deserunt tempor officia. Velit cupidatat velit voluptate elit ex proident ut sit esse et non aute labore ut. Sunt non cupidatat proident dolore veniam dolor excepteur id incididunt sint amet sunt exercitation enim. Non voluptate magna id ipsum aliquip proident amet eiusmod minim. Velit veniam adipisicing reprehenderit dolore incididunt voluptate incididunt consequat excepteur in officia. Officia esse nostrud veniam duis eiusmod eu qui duis consequat esse quis est et.\r\n<br/>Aute Lorem nostrud dolor est nostrud pariatur ad est minim laboris. Sint nostrud excepteur officia elit occaecat. Veniam minim consectetur ullamco dolore quis Lorem laborum id ea qui irure mollit proident.\r\n<br/>Ut dolore esse dolor tempor. Excepteur quis laboris enim quis officia dolore cillum duis voluptate sint eiusmod eu adipisicing. Mollit amet mollit esse sunt deserunt nisi aliqua ex. Consectetur incididunt nisi consectetur reprehenderit magna amet tempor.\r\n</p>",
      "price": "3,684",
      "rating": 1,
      "isActive": false,
      "isModerated": false,
      "createDate": "2017-04-17T18:43:33 -06:00",
      "updateDate": "2016-06-01T05:29:18 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 60,
      "createdBy": 60,
      "name": "TROLLERY",
      "address": "ул. Ашхабадская, 30",
      "countries": 1,
      "cities": 1,
      "location": {
        "latitude": 40.091828,
        "longitude": 73.135741
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@trollery.com",
      "phone": "996 777910500",
      "description": "<p>Laboris cupidatat aliquip ipsum duis incididunt amet. Culpa aliqua sit ea adipisicing esse do dolor non aliquip reprehenderit. Ullamco aliqua laboris adipisicing ullamco cillum nostrud excepteur enim esse ex eiusmod irure tempor veniam.\r\n<br/>Deserunt nostrud nulla cillum officia occaecat duis consequat nulla labore velit est proident. Ipsum aliqua minim officia consectetur anim ullamco veniam pariatur incididunt incididunt nulla occaecat ex eu. Commodo consequat quis labore cupidatat tempor laboris sunt sunt eu.\r\n<br/>Nostrud voluptate laboris ad excepteur amet cupidatat enim. Veniam amet ea non deserunt. Nisi cupidatat occaecat nisi deserunt sint dolor sunt et elit cupidatat ea proident qui consectetur. Id ipsum laboris cillum nisi aute minim velit adipisicing esse consequat aliqua. Et aute officia officia amet. Excepteur occaecat eu adipisicing excepteur pariatur commodo ullamco.\r\n</p>",
      "extraDescription": "<p>Eu cillum pariatur incididunt cupidatat sunt voluptate adipisicing mollit commodo veniam eiusmod id velit. Laboris non qui eiusmod enim duis do nostrud tempor dolor. Incididunt consequat nisi dolore nostrud eu aliquip adipisicing cupidatat commodo ad. Excepteur anim fugiat voluptate ea sit et. Enim eu ullamco magna Lorem sunt reprehenderit adipisicing cillum incididunt eu eu amet mollit. Exercitation qui consectetur irure quis proident sunt.\r\n<br/>Mollit pariatur dolore laborum dolor tempor velit nisi et qui ullamco amet quis voluptate elit. Proident anim labore esse consectetur laboris proident mollit voluptate culpa commodo incididunt culpa non voluptate. Do aliquip laboris qui enim sunt. Aute fugiat sunt sunt adipisicing velit ea fugiat id.\r\n<br/>Lorem dolor exercitation tempor eiusmod irure irure consequat elit eu reprehenderit amet velit laboris reprehenderit. Ad eu do esse dolor eu anim duis amet aliquip. Deserunt anim labore officia irure laboris id magna duis consectetur exercitation magna.\r\n</p>",
      "price": "3,133",
      "rating": 2,
      "isActive": false,
      "isModerated": true,
      "createDate": "2015-12-26T15:17:43 -06:00",
      "updateDate": "2014-09-24T10:49:17 -06:00"
    }
  ]
}