{
  "places": [
    {
      "categoriesId": 1,
      "id": 1,
      "createdBy": 1,
      "name": "NIMON",
      "address": "ул. Ашхабадская, 30",
      "countries": "Kyrgyzstan",
      "cities": "Batken",
      "location": {
        "latitude": 41.618093,
        "longitude": 73.283061
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@nimon.com",
      "phone": "996 550984553",
      "description": "<p>Irure amet incididunt et aliqua ad eu nisi. Veniam dolore ut excepteur elit ea veniam ut et cillum sunt enim laboris excepteur fugiat. Proident aliqua et velit proident labore. Labore consequat veniam laborum cupidatat. Consectetur occaecat quis excepteur dolor do aliqua minim eiusmod. Labore laborum laboris commodo mollit proident enim.\r\n<br/>Aliqua est ullamco veniam officia officia ea nisi. Elit enim eu cillum qui quis labore aliqua laboris aliqua laboris. Fugiat tempor duis incididunt commodo magna ipsum aliquip id consectetur occaecat in deserunt Lorem dolore. Aliquip non enim esse duis consequat minim esse irure. Nisi pariatur anim esse dolor nulla. Magna adipisicing adipisicing sunt non proident fugiat id dolor nisi commodo laborum. Amet in culpa aliquip qui ex id cillum aliqua et consectetur.\r\n<br/>Pariatur culpa sit proident et ullamco exercitation anim nostrud consequat. Aute ipsum in veniam deserunt veniam cillum tempor et qui anim quis irure eiusmod do. Minim tempor tempor in consectetur eu aute dolor. Est nisi culpa aliqua aliqua sunt adipisicing deserunt id cillum. Qui incididunt labore esse occaecat aute ipsum ad consectetur quis et.\r\n</p>",
      "extraDescription": "<p>Sint anim est cupidatat esse incididunt reprehenderit sint dolore laborum aliqua ad irure. Aute id tempor pariatur laborum aute ad eiusmod sunt qui. Ullamco nulla proident anim nulla proident. Commodo quis laborum ex sunt consectetur exercitation proident adipisicing eu est ad aute excepteur duis.\r\n<br/>Minim amet ex mollit excepteur culpa reprehenderit est sint proident eu ea. Mollit proident cupidatat ullamco culpa nulla duis. Culpa excepteur cupidatat qui officia ea. Sunt culpa nostrud consectetur irure adipisicing. Fugiat excepteur consectetur reprehenderit minim ipsum ex minim ipsum.\r\n<br/>Nulla Lorem officia excepteur officia laborum do aliquip ullamco aliquip est occaecat quis labore aliquip. Commodo qui labore ad esse aute qui. Non do anim consectetur ullamco adipisicing velit aliquip adipisicing reprehenderit duis id Lorem elit. Reprehenderit commodo labore ipsum magna qui minim consectetur do sint aliqua nostrud.\r\n</p>",
      "price": "3,584",
      "rating": 2,
      "isActive": false,
      "isModerated": false,
      "createDate": "2016-04-28T20:56:02 -06:00",
      "updateDate": "2017-06-23T17:49:20 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 2,
      "createdBy": 2,
      "name": "MICROLUXE",
      "address": "ул. Ашхабадская, 30",
      "countries": "Kyrgyzstan",
      "cities": "Kant",
      "location": {
        "latitude": 40.199899,
        "longitude": 73.147073
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@microluxe.com",
      "phone": "996 775997555",
      "description": "<p>Cupidatat qui consectetur sunt consectetur in non ex. Mollit irure elit consectetur nostrud velit quis. Anim amet nulla consequat dolore incididunt. Dolore aliquip excepteur enim laborum nostrud elit consequat excepteur est duis dolore ex.\r\n<br/>Eiusmod incididunt laboris ad sit occaecat occaecat duis. Do nulla sunt deserunt enim anim nostrud irure aliquip laboris esse voluptate consectetur reprehenderit. Dolore amet dolore deserunt qui proident. Incididunt nulla eiusmod irure irure anim in duis anim sunt do in.\r\n<br/>Nostrud qui incididunt laboris anim cillum consectetur adipisicing irure quis incididunt qui sint. Do velit fugiat aliqua ipsum aute dolore minim dolor. Do excepteur proident sint laboris. Exercitation cupidatat veniam do magna duis cillum culpa qui.\r\n</p>",
      "extraDescription": "<p>Occaecat dolore ex enim aliqua tempor exercitation duis labore duis duis. Ut nulla do aute sunt in commodo velit Lorem. Quis eu irure amet sunt veniam Lorem voluptate Lorem fugiat do. Cupidatat enim Lorem elit ullamco culpa voluptate do enim do. Labore fugiat pariatur dolore aliquip aliquip laborum minim quis ea. Nostrud adipisicing aliquip minim est velit ea dolor consequat laborum cupidatat. In et excepteur culpa est do excepteur in nisi.\r\n<br/>Reprehenderit exercitation occaecat deserunt ex velit aute tempor aute commodo fugiat et. Tempor aliqua elit sunt enim aliquip cupidatat ut dolore sit. Duis esse esse quis consectetur. Elit duis magna officia velit commodo occaecat duis non elit occaecat proident voluptate aliqua. Aliqua et irure aliquip exercitation nostrud tempor fugiat ipsum nulla consequat laborum.\r\n<br/>In ipsum incididunt velit culpa reprehenderit in enim Lorem proident qui proident tempor excepteur. Dolor anim deserunt velit occaecat occaecat voluptate ullamco. Reprehenderit quis tempor irure veniam laboris amet id aliqua labore excepteur eiusmod nisi. Magna deserunt exercitation esse tempor ea eu nulla. Minim laborum est ex est. Non nisi esse excepteur consequat id ex deserunt consectetur non quis esse ea minim. Ullamco aliquip nisi magna labore ex id ullamco duis.\r\n</p>",
      "price": "2,996",
      "rating": 4,
      "isActive": false,
      "isModerated": false,
      "createDate": "2014-09-05T22:57:31 -06:00",
      "updateDate": "2019-01-28T13:04:07 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 3,
      "createdBy": 3,
      "name": "COMVENE",
      "address": "улица Боконбаева, 120",
      "countries": "Kyrgyzstan",
      "cities": "Bishkek",
      "location": {
        "latitude": 39.721638,
        "longitude": 73.872517
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@comvene.com",
      "phone": "996 705916592",
      "description": "<p>In anim id minim nulla aute nostrud eiusmod labore ad minim sit cupidatat non magna. Mollit adipisicing commodo ea in ex amet aliqua voluptate cillum sint aute sunt irure non. Reprehenderit sit nostrud culpa amet non esse duis nisi consectetur.\r\n<br/>Incididunt do sit exercitation eu irure ex laboris occaecat adipisicing officia nulla. Est ea nulla cupidatat duis consequat ex aute Lorem voluptate qui. Consectetur ullamco sunt sit dolore aute ut consequat voluptate nulla minim officia. Ea aliqua aliqua do laboris deserunt eiusmod veniam. Esse sint sunt consectetur laboris officia quis ex laboris aliquip ad.\r\n<br/>Ea minim magna ullamco pariatur nostrud eu labore exercitation exercitation nisi amet ea. Proident nulla eu ea cupidatat est deserunt velit anim quis sit amet commodo. Et sint veniam nisi velit anim excepteur consectetur laborum eiusmod ex anim adipisicing irure fugiat. Minim proident sint dolor laboris quis. Ad adipisicing tempor anim minim nostrud esse eiusmod incididunt deserunt sunt est cupidatat elit ut. Eiusmod aute voluptate dolore magna eu id esse esse commodo cupidatat ad culpa.\r\n</p>",
      "extraDescription": "<p>Labore esse est velit sint exercitation anim et. Exercitation amet anim exercitation amet est laboris laborum in aliquip sint aute commodo consectetur reprehenderit. Labore laboris adipisicing non velit commodo velit laborum commodo tempor pariatur non. Amet fugiat sint fugiat velit in dolore quis ex occaecat amet tempor esse.\r\n<br/>Aliqua consectetur do officia quis consectetur. Proident ullamco non tempor voluptate amet minim elit do consectetur sint eu voluptate. Culpa ut consequat cillum consequat. Ea minim ullamco cillum proident ea ullamco nulla aliqua. Id voluptate eiusmod minim nulla anim magna laborum pariatur occaecat nulla consectetur. Quis ex commodo excepteur in aliqua cupidatat laborum amet culpa anim pariatur. Voluptate duis Lorem ea consectetur velit sit ut minim laborum.\r\n<br/>Eiusmod et fugiat nulla irure officia irure commodo minim reprehenderit minim enim. Minim adipisicing non velit officia. Non sit aliqua laboris enim deserunt non officia mollit excepteur culpa adipisicing ea consectetur ut. Exercitation labore ex sit quis sit occaecat. Est culpa in eu minim qui pariatur excepteur consequat ea Lorem.\r\n</p>",
      "price": "1,804",
      "rating": 1,
      "isActive": true,
      "isModerated": false,
      "createDate": "2018-01-12T03:26:47 -06:00",
      "updateDate": "2017-07-27T21:46:39 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 4,
      "createdBy": 4,
      "name": "ASSISTIA",
      "address": "Горького 122/3",
      "countries": "Kyrgyzstan",
      "cities": "Jalal Abad",
      "location": {
        "latitude": 42.225242,
        "longitude": 73.863033
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@assistia.com",
      "phone": "996 705822412",
      "description": "<p>Pariatur ex sunt nisi id labore. Quis ex commodo ut nisi veniam sunt cillum ut pariatur in. Officia sunt ullamco officia excepteur non exercitation commodo qui et eu. Irure aute exercitation do aliqua. Amet aliqua reprehenderit pariatur aute minim magna aliqua est amet cupidatat irure. Incididunt tempor commodo ut non dolor est cillum veniam quis fugiat proident ex culpa.\r\n<br/>Qui quis mollit adipisicing magna anim qui Lorem. Ex labore culpa est in. Est irure ea cupidatat aliquip ullamco laboris dolor ea mollit ut in. Do ipsum officia cillum ipsum. Occaecat nulla est tempor excepteur consectetur id commodo eiusmod cillum est commodo dolore nulla dolore. Et cupidatat deserunt quis amet.\r\n<br/>Do elit veniam consequat velit nulla non quis mollit pariatur aliquip fugiat. Nostrud duis minim exercitation ipsum dolore exercitation qui ex nulla magna nostrud aliquip Lorem. Mollit enim ipsum occaecat sit aliqua consectetur eu cillum aliqua aliqua veniam Lorem. Fugiat mollit et ex deserunt ut.\r\n</p>",
      "extraDescription": "<p>Ex reprehenderit sunt ipsum quis do in id do. Deserunt voluptate sunt sint fugiat incididunt enim consequat ullamco laboris aliqua. Sit eiusmod nulla occaecat dolor Lorem deserunt.\r\n<br/>Anim Lorem sunt reprehenderit veniam proident enim ipsum eiusmod. Tempor enim sit elit incididunt ex tempor reprehenderit id velit qui tempor labore. Sint qui duis ipsum nostrud ipsum eiusmod occaecat. Ut proident id elit culpa commodo esse voluptate non aute. Non incididunt eu proident dolore ipsum elit velit duis ea adipisicing incididunt. Aute dolor ex fugiat elit. Aliqua mollit qui elit duis eu.\r\n<br/>Deserunt tempor incididunt velit veniam tempor. Labore consequat dolore dolore occaecat anim eiusmod proident elit ut in labore ullamco laborum. Labore ullamco enim proident consequat ut id est velit cupidatat consectetur anim. Occaecat pariatur officia mollit sit officia in nisi esse consequat laboris laborum sint nulla. Magna irure dolor do enim nostrud nisi reprehenderit elit labore culpa. Proident laboris ipsum commodo occaecat deserunt anim aliquip consectetur sunt dolore enim culpa consectetur.\r\n</p>",
      "price": "2,753",
      "rating": 2,
      "isActive": true,
      "isModerated": false,
      "createDate": "2017-08-26T17:15:07 -06:00",
      "updateDate": "2019-03-12T04:45:42 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 5,
      "createdBy": 5,
      "name": "ZENTURY",
      "address": "Чуй 255",
      "countries": "Kyrgyzstan",
      "cities": "Osh",
      "location": {
        "latitude": 42.300817,
        "longitude": 73.1603
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@zentury.com",
      "phone": "996 553849416",
      "description": "<p>Lorem mollit commodo deserunt ut. Officia sunt aute cillum dolor laboris id ipsum. Culpa esse enim et non incididunt ex officia proident dolor magna deserunt fugiat id ullamco. Enim deserunt ea occaecat amet officia eiusmod magna ex pariatur duis consectetur.\r\n<br/>Quis mollit voluptate proident id reprehenderit mollit. Pariatur dolore laboris ex occaecat labore mollit duis irure fugiat excepteur occaecat adipisicing. Proident cillum ad officia do sint adipisicing qui ullamco duis aliqua aliquip et excepteur nisi.\r\n<br/>In magna Lorem labore aliqua veniam mollit exercitation eiusmod est tempor pariatur veniam. Excepteur quis dolore exercitation officia aute ut ex nostrud occaecat dolor deserunt. Exercitation eu pariatur fugiat sit dolore culpa velit fugiat nisi irure. Pariatur consectetur qui ullamco proident nisi. Qui amet eiusmod voluptate proident officia aliqua aute mollit magna minim eiusmod nulla nisi. Amet sit non aliquip excepteur duis enim. Ea eu eu irure eiusmod do tempor magna.\r\n</p>",
      "extraDescription": "<p>Ipsum qui et minim minim enim ea. Non veniam excepteur fugiat ex non ut. Cupidatat non laborum pariatur eiusmod nisi esse. Adipisicing labore aliquip non ipsum sint pariatur consequat cupidatat aliquip velit do. Consequat dolor Lorem culpa eiusmod reprehenderit exercitation ullamco enim commodo voluptate qui pariatur commodo. Duis ullamco adipisicing minim consequat pariatur adipisicing.\r\n<br/>Cupidatat est fugiat laboris ipsum adipisicing ullamco. Laboris duis irure laborum elit occaecat excepteur officia consectetur ad minim magna ad minim eiusmod. Ex laborum eu reprehenderit id. Et do quis ea tempor reprehenderit qui dolore eiusmod ipsum. Proident ad id occaecat sit Lorem dolor duis dolore labore. Laborum dolor amet consectetur dolor pariatur nostrud sunt esse anim velit irure non voluptate est.\r\n<br/>Elit enim reprehenderit enim tempor laborum dolor. Eu non voluptate dolore ullamco minim id nisi labore fugiat voluptate nisi. Elit consequat excepteur non exercitation ea deserunt eiusmod commodo est quis magna elit veniam nisi.\r\n</p>",
      "price": "2,468",
      "rating": 1,
      "isActive": true,
      "isModerated": true,
      "createDate": "2018-08-12T22:15:32 -06:00",
      "updateDate": "2017-07-28T02:10:10 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 6,
      "createdBy": 6,
      "name": "EZENTIA",
      "address": "Исанова 150",
      "countries": "Kyrgyzstan",
      "cities": "Karakol",
      "location": {
        "latitude": 41.036202,
        "longitude": 73.371119
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@ezentia.com",
      "phone": "996 505917573",
      "description": "<p>Do in aliquip Lorem aliquip nulla non anim Lorem aliquip consequat excepteur laborum mollit. Exercitation eu dolor sit irure non et mollit. Elit anim dolor tempor exercitation sint labore cillum incididunt est deserunt velit. Incididunt anim sit duis Lorem veniam eiusmod elit ad veniam ut consequat est sint eu.\r\n<br/>Tempor laboris veniam non in. Labore sunt quis labore minim ad occaecat labore aliquip officia tempor. Non mollit exercitation consectetur commodo mollit eu dolor pariatur quis occaecat dolore. Esse tempor sint pariatur incididunt nostrud veniam dolor veniam amet exercitation non sint. Tempor nostrud Lorem Lorem esse labore officia proident. Consectetur ullamco consequat culpa ea tempor minim dolor pariatur.\r\n<br/>Et esse ad labore mollit voluptate magna velit. Ea do mollit pariatur est cillum quis quis officia et aute veniam ullamco. Ea elit Lorem esse eu. Qui irure occaecat nulla minim nisi ut aliqua. Sunt dolore proident mollit velit sit amet ad cillum velit sunt Lorem.\r\n</p>",
      "extraDescription": "<p>Et do incididunt amet in ullamco magna voluptate. Amet excepteur id aliquip nostrud. Irure nostrud pariatur qui reprehenderit tempor ut.\r\n<br/>Sit veniam adipisicing nisi laborum esse ipsum. Adipisicing est nisi eu officia. Enim laboris veniam veniam tempor. Qui aliquip sit voluptate esse occaecat eu amet consectetur. Consectetur enim excepteur adipisicing ea reprehenderit aute aute adipisicing. Exercitation aliquip commodo reprehenderit nostrud officia amet aute.\r\n<br/>Incididunt proident do non qui ullamco nulla sunt sunt et. Aliquip et consequat ipsum aliquip et ut. Aute anim mollit veniam dolor commodo veniam labore minim esse. Eiusmod veniam in non sint ipsum aliquip.\r\n</p>",
      "price": "3,644",
      "rating": 2,
      "isActive": true,
      "isModerated": true,
      "createDate": "2017-03-10T17:40:16 -06:00",
      "updateDate": "2015-02-25T22:50:34 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 7,
      "createdBy": 7,
      "name": "ENDIPIN",
      "address": "Горького 122/3",
      "countries": "Kyrgyzstan",
      "cities": "Tokmok",
      "location": {
        "latitude": 40.954811,
        "longitude": 73.355459
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@endipin.com",
      "phone": "996 555951529",
      "description": "<p>Magna esse enim irure excepteur enim mollit id occaecat ullamco eu. Id magna irure aliqua eiusmod laborum nostrud sint aliquip magna commodo nostrud quis adipisicing. Fugiat exercitation officia ea id nisi tempor.\r\n<br/>Esse sit aute aliqua consequat nisi eiusmod adipisicing duis eu cillum qui. Et nulla consequat duis commodo quis deserunt pariatur. Non nostrud aliqua amet nulla labore. Eu culpa mollit cupidatat dolore velit qui occaecat dolor tempor in tempor esse. Sunt dolore ea dolore ipsum aliquip ullamco eu reprehenderit reprehenderit non cillum consectetur nulla. Tempor esse est occaecat esse aliqua aliqua proident mollit est esse aliqua exercitation mollit.\r\n<br/>Sunt voluptate qui ad laborum enim commodo consectetur irure incididunt culpa sunt mollit. Elit duis pariatur cillum adipisicing Lorem adipisicing do laboris labore deserunt aute commodo ex incididunt. Amet do esse deserunt nostrud irure ullamco.\r\n</p>",
      "extraDescription": "<p>Cillum est reprehenderit enim consectetur commodo minim minim sunt duis do. Voluptate exercitation duis minim labore est. Pariatur labore velit cillum nostrud adipisicing commodo. Pariatur cillum cupidatat laboris aute. Consectetur deserunt minim laborum aliqua excepteur sint nulla ex tempor proident.\r\n<br/>Incididunt labore consectetur laboris anim magna consequat duis ut eu laborum nulla. Officia nostrud qui occaecat cillum aliquip cupidatat proident consectetur nostrud tempor cillum velit id nisi. Elit anim consectetur qui enim ullamco excepteur labore irure esse. Dolor quis eu velit cupidatat eu esse. Est ad eiusmod Lorem adipisicing ea officia reprehenderit cupidatat mollit in nisi irure. Nostrud amet fugiat occaecat cillum magna officia amet est anim elit irure.\r\n<br/>In aute irure mollit Lorem labore ad. Consectetur sunt incididunt excepteur nisi incididunt minim. Irure aliquip eiusmod tempor enim ex commodo qui adipisicing exercitation non aliqua. Excepteur mollit tempor et enim proident quis cillum mollit.\r\n</p>",
      "price": "1,657",
      "rating": 1,
      "isActive": true,
      "isModerated": true,
      "createDate": "2016-09-28T04:21:01 -06:00",
      "updateDate": "2015-03-29T11:56:30 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 8,
      "createdBy": 8,
      "name": "NURPLEX",
      "address": "ул. Ашхабадская, 30",
      "countries": "Kyrgyzstan",
      "cities": "Talas",
      "location": {
        "latitude": 40.540251,
        "longitude": 73.39518
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@nurplex.com",
      "phone": "996 705850443",
      "description": "<p>Ex elit et deserunt fugiat exercitation anim nostrud cupidatat officia ut ea. Do duis reprehenderit laborum elit Lorem culpa nostrud ea pariatur non. Do cillum in consectetur do tempor anim. Culpa dolor est nostrud fugiat incididunt Lorem minim esse Lorem consequat labore esse. Amet proident fugiat aliqua exercitation. In qui eu aliquip ipsum tempor veniam tempor amet duis sint do adipisicing occaecat. Deserunt reprehenderit irure minim veniam tempor voluptate quis labore pariatur aute non.\r\n<br/>Culpa est mollit Lorem culpa. Veniam reprehenderit velit dolore elit sit nulla ea. Ea minim consectetur incididunt dolor magna.\r\n<br/>Ullamco veniam culpa exercitation minim do in enim proident tempor duis ex cillum sint. Minim anim consectetur est incididunt tempor excepteur consequat Lorem eu esse. Exercitation laborum nulla irure voluptate reprehenderit veniam consectetur fugiat quis reprehenderit elit proident amet dolor. Cupidatat pariatur mollit labore irure laborum est incididunt sint excepteur fugiat dolore irure ad ipsum.\r\n</p>",
      "extraDescription": "<p>Nulla aliquip dolor nisi qui id. Ad ex labore quis commodo. Minim pariatur deserunt ut duis eu sit consequat esse ut.\r\n<br/>Pariatur ullamco dolor tempor labore quis qui pariatur nulla aliquip. Enim reprehenderit ullamco nulla nisi irure nostrud occaecat Lorem. Fugiat deserunt excepteur dolore qui ex deserunt.\r\n<br/>Nisi deserunt ut veniam enim pariatur exercitation. Pariatur enim duis ex esse cupidatat mollit sunt excepteur aliquip. Ad ex reprehenderit nisi non aliquip minim ea ipsum sint ut qui excepteur velit. Amet dolore non esse ex do fugiat reprehenderit ea id aute exercitation adipisicing non deserunt. Mollit incididunt ipsum incididunt ea in. Lorem officia ex exercitation quis anim laboris exercitation voluptate enim tempor officia velit. Ad esse excepteur laborum laborum non eiusmod occaecat amet ut.\r\n</p>",
      "price": "1,890",
      "rating": 5,
      "isActive": true,
      "isModerated": false,
      "createDate": "2014-06-18T14:35:44 -06:00",
      "updateDate": "2017-08-21T02:26:32 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 9,
      "createdBy": 9,
      "name": "SLOFAST",
      "address": "Ленина 55/3",
      "countries": "Kyrgyzstan",
      "cities": "Batken",
      "location": {
        "latitude": 40.116392,
        "longitude": 73.966291
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@slofast.com",
      "phone": "996 700813579",
      "description": "<p>Velit do adipisicing proident tempor do aliqua cillum. Culpa cillum duis pariatur magna officia. Nostrud ullamco laborum ut esse irure. Officia excepteur voluptate fugiat cillum Lorem consectetur excepteur commodo exercitation id irure. Minim exercitation consequat ex ea laborum veniam ex. Amet officia esse in eiusmod nulla. Veniam enim enim sunt exercitation proident eiusmod nulla.\r\n<br/>Commodo nulla culpa laboris adipisicing officia ex Lorem et fugiat dolore id ullamco. Dolore cupidatat ipsum ipsum commodo adipisicing eiusmod laboris. Ipsum elit sint dolor enim ad anim minim laboris sunt est officia ea. Incididunt voluptate ullamco eiusmod proident exercitation voluptate labore.\r\n<br/>Non reprehenderit sint duis consequat non sit aliquip minim eu. Est culpa do voluptate do et nostrud eu. Fugiat eu cillum fugiat excepteur pariatur labore tempor nisi nisi. Irure sit ea eu ex minim elit laborum exercitation consectetur deserunt eu officia id.\r\n</p>",
      "extraDescription": "<p>Ut aliquip laborum qui excepteur excepteur est id esse Lorem eu sunt ea laboris. Qui reprehenderit cillum esse ipsum enim nostrud incididunt. Proident cillum ipsum cupidatat et veniam tempor cupidatat ad tempor duis. Nostrud aliqua qui et aute pariatur. Adipisicing eiusmod officia eu nostrud est ut. Nisi duis do nulla ut veniam aute ex.\r\n<br/>Do est nulla non eiusmod est enim. Sit fugiat minim do elit. Dolore quis dolor sint in irure amet duis incididunt quis aliquip. Incididunt velit amet qui elit incididunt est irure officia officia. Excepteur duis sint eiusmod deserunt voluptate irure officia anim ea amet officia velit. Sunt adipisicing reprehenderit eiusmod consectetur enim. Aliqua ipsum ad magna magna.\r\n<br/>Minim exercitation excepteur eu tempor est sit irure voluptate nisi. Quis non proident consequat consequat aute aute minim in exercitation quis aliqua magna sit. Laboris et laborum eu reprehenderit esse proident et velit deserunt culpa tempor elit commodo non. Dolor dolore in aute minim consequat enim.\r\n</p>",
      "price": "1,965",
      "rating": 3,
      "isActive": false,
      "isModerated": true,
      "createDate": "2019-03-19T13:52:22 -06:00",
      "updateDate": "2017-10-02T18:43:40 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 10,
      "createdBy": 10,
      "name": "FLOTONIC",
      "address": "улица Боконбаева, 120",
      "countries": "Kyrgyzstan",
      "cities": "Naryn",
      "location": {
        "latitude": 41.233878,
        "longitude": 73.759459
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@flotonic.com",
      "phone": "996 777841543",
      "description": "<p>Laborum irure dolore officia labore labore amet. Culpa sunt aute dolore voluptate anim nisi eiusmod ea laboris id deserunt Lorem enim. Excepteur consectetur quis labore ad aliquip eu velit reprehenderit. Excepteur cillum ea magna voluptate laborum elit consequat reprehenderit tempor ullamco ipsum ipsum tempor occaecat.\r\n<br/>Duis cillum anim excepteur irure dolor commodo aliqua labore. Amet sit ea labore magna fugiat exercitation incididunt quis exercitation enim adipisicing magna. Deserunt aute minim commodo commodo dolore adipisicing nulla quis non officia sit deserunt deserunt. Minim ut ut labore ea sint.\r\n<br/>Nulla nisi dolore aliqua commodo enim exercitation fugiat sunt in amet ad elit anim qui. Nulla ipsum occaecat ad incididunt ex. Labore nostrud adipisicing deserunt labore eiusmod aute mollit sit sunt consequat. Officia ea aliqua nostrud eiusmod veniam. Eu cupidatat deserunt Lorem cupidatat. Duis occaecat reprehenderit in dolor enim velit veniam. Ipsum minim dolore id nostrud anim sunt nisi.\r\n</p>",
      "extraDescription": "<p>Ut anim incididunt nisi sit enim tempor nostrud incididunt magna minim deserunt. Consectetur aute consequat eu commodo commodo est ex id esse tempor consequat. Excepteur ex do velit voluptate. Pariatur et elit incididunt aliqua laboris in veniam anim reprehenderit. Aliqua sunt quis laborum pariatur proident quis fugiat ad et. Quis exercitation nulla pariatur proident sint ut duis do exercitation quis irure quis aliqua non.\r\n<br/>Veniam fugiat sunt aute adipisicing velit aute. Est qui commodo id et sit proident. Ipsum aute pariatur nulla cupidatat fugiat reprehenderit. Exercitation incididunt laboris magna irure. Voluptate ut ad proident enim amet ex deserunt et reprehenderit anim ut nulla esse ea. Veniam aliquip minim officia laborum cupidatat velit ullamco quis aute Lorem. Cillum in magna excepteur velit esse.\r\n<br/>Enim consequat aute duis mollit esse Lorem adipisicing dolor ad anim. Ut nostrud nisi exercitation do minim ad anim ex ea consequat laboris magna consectetur quis. Do deserunt in sunt cillum sint labore incididunt pariatur sunt aute irure commodo sit et. Ipsum consequat culpa velit minim eu officia officia nisi officia proident.\r\n</p>",
      "price": "3,334",
      "rating": 2,
      "isActive": true,
      "isModerated": true,
      "createDate": "2014-11-23T05:56:48 -06:00",
      "updateDate": "2019-02-04T15:56:46 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 11,
      "createdBy": 11,
      "name": "ZENTIA",
      "address": "улица Боконбаева, 120",
      "countries": "Kyrgyzstan",
      "cities": "Karakol",
      "location": {
        "latitude": 41.998751,
        "longitude": 73.447073
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@zentia.com",
      "phone": "996 550825583",
      "description": "<p>Qui mollit proident amet excepteur et nisi aliquip veniam duis. Ea eu eiusmod nostrud in laboris sit esse enim reprehenderit eu ad elit. Lorem eiusmod esse et magna et enim officia mollit. Qui nostrud sunt do ipsum. Proident officia eiusmod sint laboris aliquip adipisicing amet ex qui ipsum excepteur tempor. Dolore elit adipisicing exercitation nulla aliquip id amet ut ipsum nostrud id. Id minim commodo adipisicing in quis veniam irure excepteur do.\r\n<br/>Do enim duis aliquip labore labore irure irure ullamco minim exercitation ullamco mollit tempor. Est ipsum voluptate incididunt anim nisi ut. Exercitation incididunt sit eiusmod eiusmod ipsum fugiat ipsum dolore ea adipisicing. Elit eu tempor ullamco Lorem non laboris id dolor proident excepteur sit ullamco voluptate deserunt. Pariatur nulla laborum sunt occaecat adipisicing deserunt excepteur sint voluptate nisi quis non irure aute. Incididunt mollit occaecat duis dolore.\r\n<br/>Proident commodo ad eu nostrud laboris fugiat est cupidatat duis. Do exercitation cupidatat aute consequat cupidatat culpa proident irure aliquip pariatur sint. Consequat ex ad officia ut ea Lorem dolor excepteur nisi et ullamco. Aliquip occaecat id nostrud magna sint exercitation adipisicing anim mollit consectetur dolore magna dolore. Ea sunt non aliqua nostrud Lorem voluptate fugiat dolor mollit mollit ex.\r\n</p>",
      "extraDescription": "<p>Duis sint esse pariatur do fugiat. Exercitation in sit do ea sunt quis voluptate eu nisi nulla elit fugiat mollit occaecat. Magna ipsum duis irure laborum labore.\r\n<br/>Laborum elit minim esse enim amet anim. Quis dolore laborum elit dolor aliqua duis. Id non adipisicing et adipisicing veniam sit ullamco et ad. Commodo non esse proident ea fugiat consequat Lorem magna nostrud nostrud sit in exercitation commodo.\r\n<br/>Consectetur magna tempor magna officia reprehenderit do exercitation quis culpa nostrud do. Eu id Lorem reprehenderit fugiat Lorem ad magna culpa reprehenderit irure labore reprehenderit ullamco in. Commodo esse fugiat sint elit ipsum veniam non eu non non amet cillum aliquip.\r\n</p>",
      "price": "1,328",
      "rating": 5,
      "isActive": true,
      "isModerated": true,
      "createDate": "2018-05-03T22:01:21 -06:00",
      "updateDate": "2016-04-25T01:47:33 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 12,
      "createdBy": 12,
      "name": "VOLAX",
      "address": "ул. Ашхабадская, 30",
      "countries": "Kyrgyzstan",
      "cities": "Jalal Abad",
      "location": {
        "latitude": 40.740976,
        "longitude": 73.317677
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@volax.com",
      "phone": "996 775915571",
      "description": "<p>Consectetur et id dolore velit mollit est ipsum velit do commodo fugiat et et incididunt. Culpa cupidatat dolore nostrud tempor sint adipisicing et adipisicing nisi aliqua commodo aliquip. Consectetur ea consequat ex sit excepteur laborum nulla reprehenderit do reprehenderit officia duis do culpa. Ad labore magna fugiat reprehenderit eu sunt aliquip occaecat consequat. Aliquip ea consequat tempor deserunt aliquip duis ut cillum do eu officia fugiat deserunt.\r\n<br/>Voluptate nulla sunt ut minim. Proident esse aliquip officia qui mollit. Sit nostrud exercitation Lorem sit deserunt deserunt non. Eiusmod est occaecat eu veniam enim ad qui ad cillum sint in. Velit proident sit aliqua et Lorem ut Lorem do do sunt duis cillum sit. Consequat labore ad sint sunt tempor sit voluptate cillum et et magna.\r\n<br/>Occaecat laborum occaecat incididunt anim nulla enim est enim irure dolor quis adipisicing. Aliqua et anim incididunt incididunt id cupidatat proident magna elit reprehenderit. Ipsum Lorem ut dolor labore fugiat.\r\n</p>",
      "extraDescription": "<p>Magna pariatur cupidatat laborum proident labore laborum nostrud occaecat pariatur. Pariatur culpa ad velit aliqua deserunt mollit esse commodo sit ut deserunt consequat elit laboris. Enim eiusmod excepteur dolore voluptate sunt eiusmod officia. Nostrud Lorem minim elit fugiat pariatur. Ullamco minim veniam ad nostrud ad aute veniam non.\r\n<br/>Laborum velit mollit officia nisi voluptate irure excepteur. Sint labore fugiat ullamco cillum aliquip labore laboris ad est nisi sint. In eiusmod est excepteur amet cillum et irure quis eu mollit. Culpa ullamco laboris consequat elit tempor quis veniam duis anim. Magna proident anim aute eiusmod aute pariatur do et. Commodo Lorem sunt duis irure culpa pariatur ad exercitation id eu.\r\n<br/>Deserunt anim nostrud do ad Lorem. Est sit aliqua voluptate laboris nulla minim laboris duis ipsum sint. Magna pariatur aliquip exercitation aliqua sint id. Dolore nostrud anim occaecat elit esse. Ex dolore aliqua dolor Lorem ex sunt nostrud dolore velit.\r\n</p>",
      "price": "1,101",
      "rating": 5,
      "isActive": true,
      "isModerated": false,
      "createDate": "2015-02-18T17:48:27 -06:00",
      "updateDate": "2014-07-06T16:57:20 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 13,
      "createdBy": 13,
      "name": "QUAILCOM",
      "address": "Исанова 150",
      "countries": "Kyrgyzstan",
      "cities": "Batken",
      "location": {
        "latitude": 41.939387,
        "longitude": 73.90115
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@quailcom.com",
      "phone": "996 555933541",
      "description": "<p>Ex nostrud minim mollit proident id nisi nisi non. Ex ipsum amet eiusmod sunt anim reprehenderit cupidatat pariatur. Pariatur occaecat reprehenderit elit pariatur occaecat exercitation labore voluptate fugiat et ut veniam dolore.\r\n<br/>Excepteur eiusmod tempor dolor ut ullamco consectetur et eu amet aliqua exercitation tempor. Fugiat cupidatat enim elit cillum est occaecat sunt. Do sit sit proident magna. Lorem magna enim ullamco dolor consectetur laboris sunt proident laboris. Ad duis eu esse dolor nostrud cupidatat adipisicing exercitation consectetur excepteur do pariatur ex. Velit ut eiusmod amet est dolore incididunt in esse ea minim tempor laborum incididunt. In occaecat mollit exercitation est irure elit.\r\n<br/>Excepteur aute enim labore est incididunt irure. Quis cupidatat consectetur ad cillum deserunt. Veniam sint ullamco elit non ea duis ad incididunt. Cupidatat do mollit nulla est aute velit qui deserunt culpa aute. Officia laborum duis incididunt et eu eu.\r\n</p>",
      "extraDescription": "<p>Est aliqua id tempor deserunt commodo ullamco laborum deserunt cupidatat. Laboris Lorem minim nostrud esse nulla in sunt tempor culpa. Elit ipsum ea reprehenderit labore non nostrud ex. Pariatur incididunt elit consequat et cupidatat nulla veniam proident sunt labore sunt do exercitation qui.\r\n<br/>Veniam pariatur magna nisi Lorem amet adipisicing eu. Amet Lorem laborum nisi reprehenderit eiusmod esse sit tempor cillum. Ad aliqua sit consequat ex irure exercitation. Do sunt deserunt exercitation laborum ut reprehenderit qui pariatur sunt.\r\n<br/>Veniam Lorem in eu pariatur. In ad cillum cupidatat do culpa nisi minim sunt eiusmod Lorem. Tempor duis laborum velit cupidatat dolore officia nulla dolore mollit ipsum.\r\n</p>",
      "price": "1,032",
      "rating": 4,
      "isActive": false,
      "isModerated": false,
      "createDate": "2016-08-19T21:25:35 -06:00",
      "updateDate": "2018-02-14T04:20:43 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 14,
      "createdBy": 14,
      "name": "HELIXO",
      "address": "Чуй 255",
      "countries": "Kyrgyzstan",
      "cities": "Naryn",
      "location": {
        "latitude": 41.234276,
        "longitude": 73.225269
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@helixo.com",
      "phone": "996 550956412",
      "description": "<p>Eu ipsum laborum deserunt aliqua proident dolore. Ea anim exercitation excepteur officia voluptate fugiat est et consectetur incididunt consequat. Est in voluptate aute veniam enim ad commodo aute et laborum officia. Ea deserunt quis ad qui dolor tempor anim aute ex fugiat ullamco magna Lorem.\r\n<br/>Cupidatat adipisicing quis commodo consequat ut incididunt enim minim. Occaecat elit tempor eiusmod tempor aliquip pariatur ad sit deserunt irure. Tempor officia ipsum duis ea exercitation velit fugiat mollit consequat. Aliqua ad sunt est exercitation consectetur mollit dolore veniam ipsum minim amet non ipsum. Culpa eiusmod est ullamco reprehenderit. Dolor dolore laboris ullamco Lorem non excepteur mollit nulla dolore cupidatat.\r\n<br/>Officia ad magna non consectetur incididunt. Elit est eiusmod aliquip sunt laboris do pariatur excepteur. Consectetur incididunt laborum et veniam velit ad occaecat magna nostrud.\r\n</p>",
      "extraDescription": "<p>Proident adipisicing aute deserunt quis labore amet minim occaecat consectetur. Ullamco reprehenderit voluptate ex tempor in incididunt anim velit magna nostrud eiusmod cillum. Eu tempor cillum tempor nisi.\r\n<br/>Minim adipisicing velit voluptate nostrud cupidatat sit voluptate incididunt quis Lorem ipsum labore. Officia nostrud irure id laborum dolor magna in sint non labore cupidatat ex. Nisi labore cillum dolor aliqua ex pariatur. Commodo minim esse ex nulla mollit aliquip consectetur nostrud.\r\n<br/>Ipsum pariatur consequat aute consequat ipsum in. Voluptate occaecat in sint nulla esse officia deserunt ea nostrud. Ullamco voluptate cillum tempor ex eu incididunt laborum Lorem voluptate et fugiat ex. Sint Lorem anim in id magna fugiat do. Adipisicing consequat veniam aliquip est commodo cillum. Non reprehenderit reprehenderit in aliquip magna cillum eu dolor consectetur excepteur eiusmod. Cupidatat nisi culpa sit ea.\r\n</p>",
      "price": "3,158",
      "rating": 1,
      "isActive": true,
      "isModerated": true,
      "createDate": "2018-01-01T03:45:15 -06:00",
      "updateDate": "2014-09-10T21:34:31 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 15,
      "createdBy": 15,
      "name": "SPHERIX",
      "address": "Коенкозов көчөсү 70, 722200",
      "countries": "Kyrgyzstan",
      "cities": "Jalal Abad",
      "location": {
        "latitude": 41.416703,
        "longitude": 73.695054
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@spherix.com",
      "phone": "996 708895510",
      "description": "<p>Non culpa do ullamco minim mollit duis quis est cupidatat magna elit culpa consectetur magna. Sunt commodo labore mollit ullamco velit eu. Et reprehenderit aliquip anim cupidatat magna magna in aute aliqua. Qui consectetur laborum non aliquip sit sint. Commodo dolor excepteur commodo anim tempor ea nulla in sit magna non. Deserunt ad aliquip occaecat dolore officia.\r\n<br/>Nisi tempor ex incididunt eiusmod officia dolore amet excepteur est ullamco est duis Lorem anim. Reprehenderit adipisicing officia in exercitation mollit ad esse ad sint fugiat. Tempor cillum voluptate laborum veniam eiusmod sint.\r\n<br/>Ex veniam quis mollit adipisicing. Deserunt dolore velit duis voluptate laboris duis minim exercitation irure deserunt fugiat fugiat. Qui elit magna excepteur consectetur ex culpa sint reprehenderit labore ipsum laboris.\r\n</p>",
      "extraDescription": "<p>Adipisicing in esse exercitation adipisicing esse dolor labore officia eiusmod sunt do esse dolore. Culpa cillum esse qui ipsum voluptate ad magna esse veniam pariatur. Duis commodo proident do esse est in nulla aliquip enim reprehenderit occaecat deserunt adipisicing. Dolore consectetur ullamco incididunt cupidatat consectetur culpa. Ad ut non anim magna excepteur fugiat reprehenderit ut. Ex fugiat consequat amet incididunt.\r\n<br/>Irure sint ipsum adipisicing officia eu nostrud duis. Lorem non sunt pariatur officia id. Ex cillum consequat ea id aliqua cillum fugiat anim. Eu duis duis excepteur mollit officia incididunt nulla voluptate irure cupidatat culpa. Dolor ex reprehenderit pariatur labore cillum eiusmod consectetur do ut ex minim reprehenderit ullamco Lorem. Deserunt quis sit qui aute laboris laborum. Enim mollit non exercitation eu esse excepteur cupidatat eiusmod exercitation in elit aliqua ipsum elit.\r\n<br/>Excepteur Lorem proident ea laboris proident consequat nostrud proident. Amet fugiat eiusmod cillum esse officia laborum duis occaecat consectetur adipisicing. Sit ipsum Lorem incididunt voluptate voluptate enim culpa sint. Eiusmod nostrud reprehenderit ad incididunt. Anim minim ea dolor ex minim nisi nulla voluptate non adipisicing Lorem. Veniam nulla proident id voluptate officia adipisicing fugiat ex elit ipsum aliquip. Tempor sunt nisi exercitation eiusmod.\r\n</p>",
      "price": "3,869",
      "rating": 5,
      "isActive": false,
      "isModerated": true,
      "createDate": "2015-11-18T21:34:33 -06:00",
      "updateDate": "2017-02-03T21:50:11 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 16,
      "createdBy": 16,
      "name": "UBERLUX",
      "address": "ул. Ашхабадская, 30",
      "countries": "Kyrgyzstan",
      "cities": "Naryn",
      "location": {
        "latitude": 40.558834,
        "longitude": 73.248779
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@uberlux.com",
      "phone": "996 705914438",
      "description": "<p>Consequat do et tempor veniam officia fugiat do commodo cupidatat nisi consequat deserunt voluptate esse. Enim dolore anim fugiat id do ex pariatur proident Lorem aliqua irure exercitation incididunt cupidatat. Eiusmod velit ea ex amet nisi enim fugiat minim irure dolore dolor.\r\n<br/>Aute minim excepteur consectetur commodo irure voluptate laboris aute culpa. Aliquip adipisicing sunt elit occaecat laboris aliquip ex tempor proident sint sint laboris. Qui ipsum ullamco eiusmod irure elit minim consequat nisi. Incididunt est tempor ea sit in ut. Quis nulla exercitation esse dolore in excepteur anim incididunt ad ut magna sit enim officia. Exercitation duis magna ad consequat Lorem.\r\n<br/>Sint amet labore sint Lorem id magna fugiat quis magna. Ut minim anim qui culpa proident tempor laborum fugiat aute aliqua. Voluptate irure eu magna ut sint irure. Consectetur eu non sit do excepteur commodo. Quis eu quis in consectetur eiusmod eiusmod. Veniam nulla est aute ea.\r\n</p>",
      "extraDescription": "<p>Laborum pariatur elit anim commodo enim qui est ea aliqua et. Magna sunt consectetur qui nisi laboris exercitation laboris nulla velit deserunt est nostrud. Dolore ex aliqua est labore.\r\n<br/>Elit aute anim in sunt cillum fugiat ullamco culpa exercitation esse do commodo magna. Magna duis veniam officia voluptate amet pariatur magna nisi exercitation ex ullamco. Ad est mollit ut ea occaecat consectetur.\r\n<br/>Incididunt laboris nisi adipisicing quis enim proident culpa cupidatat. Aliquip deserunt fugiat amet id est reprehenderit quis pariatur Lorem mollit aute. Mollit consectetur aliquip qui laboris mollit sit esse exercitation anim aute sit ex eu ut. Proident adipisicing ipsum sunt in. Nisi consequat do quis enim sint reprehenderit consectetur. Eu pariatur veniam mollit commodo incididunt ut ut dolor consectetur reprehenderit. Aliqua incididunt anim consequat minim esse ut.\r\n</p>",
      "price": "3,102",
      "rating": 2,
      "isActive": true,
      "isModerated": false,
      "createDate": "2019-02-08T14:18:10 -06:00",
      "updateDate": "2016-11-06T08:51:36 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 17,
      "createdBy": 17,
      "name": "CAXT",
      "address": "ул. Ашхабадская, 30",
      "countries": "Kyrgyzstan",
      "cities": "Kant",
      "location": {
        "latitude": 40.836406,
        "longitude": 73.347996
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@caxt.com",
      "phone": "996 777925405",
      "description": "<p>Ullamco qui proident culpa laboris voluptate aliquip Lorem mollit nisi. Quis pariatur fugiat occaecat adipisicing ullamco non id. Duis magna sint in incididunt ut culpa aliqua aute eu. Minim id velit cupidatat eiusmod ea. Proident aliqua ea consequat esse commodo magna officia nulla voluptate qui voluptate quis Lorem. Reprehenderit nisi eu consequat laborum duis qui aliqua cillum enim. Eiusmod duis nulla labore adipisicing veniam aliquip Lorem amet duis.\r\n<br/>Laborum fugiat nulla eiusmod ad ipsum cillum aliqua do nisi. Voluptate ea irure laboris esse ut commodo ipsum eiusmod tempor dolore aliqua sunt in officia. Officia aute ullamco elit aute tempor esse occaecat amet minim reprehenderit. Minim veniam ad consequat labore. Aute proident officia dolore et ullamco et magna est ex consectetur consequat fugiat irure.\r\n<br/>Fugiat ut quis labore adipisicing enim. Amet anim aliquip labore labore nulla ex. Quis officia laborum qui adipisicing officia et dolor consectetur sit. Et duis incididunt fugiat velit consectetur pariatur laboris. Consectetur pariatur enim sint esse mollit nulla culpa ullamco deserunt.\r\n</p>",
      "extraDescription": "<p>Voluptate ipsum veniam minim cillum nulla exercitation commodo reprehenderit voluptate. Quis culpa incididunt veniam aute ut officia cupidatat id dolor excepteur cillum ut qui. Consectetur sint qui ipsum laboris dolor ad proident adipisicing Lorem velit mollit enim non.\r\n<br/>Tempor laboris Lorem veniam do eu tempor aute. Reprehenderit eiusmod duis cillum Lorem. Adipisicing irure irure amet anim ut ut veniam. In adipisicing dolore velit nostrud deserunt et dolor. Amet velit culpa eu velit non. Aute dolor deserunt quis officia culpa sit.\r\n<br/>Consequat aliqua ea mollit ullamco eiusmod culpa amet ex nulla sint proident officia laboris et. Deserunt ex non fugiat proident Lorem aute ullamco ut et incididunt enim do minim proident. Id cupidatat consequat ullamco adipisicing consequat pariatur labore sit velit. Adipisicing dolor eu anim minim reprehenderit deserunt et sit sunt qui duis.\r\n</p>",
      "price": "1,722",
      "rating": 4,
      "isActive": false,
      "isModerated": true,
      "createDate": "2015-10-24T21:10:49 -06:00",
      "updateDate": "2015-07-07T02:53:26 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 18,
      "createdBy": 18,
      "name": "MAINELAND",
      "address": "ул. Ашхабадская, 30",
      "countries": "Kyrgyzstan",
      "cities": "Jalal Abad",
      "location": {
        "latitude": 40.902711,
        "longitude": 73.106884
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@maineland.com",
      "phone": "996 708878557",
      "description": "<p>Amet voluptate cillum sit officia laborum dolor duis ad id. Quis tempor ea duis aute ipsum excepteur pariatur nostrud. Ea ad incididunt cupidatat est consequat. Minim fugiat tempor deserunt esse quis aliqua reprehenderit Lorem in sit reprehenderit. Et veniam ullamco aliqua laboris exercitation ut. Fugiat magna commodo voluptate magna aliquip esse sit ipsum tempor officia consectetur consequat reprehenderit sint. In officia eiusmod consequat fugiat eu laboris nostrud ex eu ad incididunt in.\r\n<br/>Nulla incididunt est aliqua excepteur ea occaecat non laboris. Labore duis aliqua pariatur ex adipisicing. Nisi commodo nostrud nostrud nostrud ea dolore minim quis qui enim veniam consequat anim do. Esse nostrud pariatur officia ut incididunt laboris anim ad non tempor.\r\n<br/>Voluptate magna est sint occaecat magna dolore velit ex occaecat incididunt. Nostrud fugiat esse nulla eiusmod ea commodo nulla ex quis proident. Reprehenderit Lorem labore magna exercitation pariatur amet ad enim ea officia id labore est. Ex sunt consectetur nostrud et reprehenderit pariatur veniam ad aute aliqua tempor Lorem et deserunt. Exercitation consequat ad veniam veniam labore. Velit voluptate aute culpa non ad ullamco cillum deserunt occaecat id ullamco sit qui id.\r\n</p>",
      "extraDescription": "<p>Quis eiusmod consequat magna adipisicing non velit in. Deserunt excepteur dolor Lorem deserunt laboris proident sunt culpa quis et amet est. Officia ea voluptate velit consectetur. Nulla amet magna dolore tempor. Reprehenderit et enim non cillum elit. Consequat duis voluptate minim consequat magna aute mollit pariatur est ullamco cillum consectetur.\r\n<br/>Id nisi do Lorem incididunt culpa proident aliquip. Pariatur cillum laborum quis fugiat ad sit adipisicing. Do occaecat ut et laborum velit quis sunt. Ex officia anim in laboris laborum. Cupidatat adipisicing Lorem qui occaecat magna. Irure sunt qui exercitation aute aute in laborum ex reprehenderit voluptate consectetur minim.\r\n<br/>Aute voluptate qui in ipsum aute non aliquip duis dolore id do est fugiat veniam. In consectetur nulla amet ea veniam magna laborum officia exercitation sunt. Irure elit sint est esse exercitation reprehenderit.\r\n</p>",
      "price": "1,267",
      "rating": 2,
      "isActive": true,
      "isModerated": true,
      "createDate": "2017-05-06T12:11:41 -06:00",
      "updateDate": "2014-10-09T05:32:21 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 19,
      "createdBy": 19,
      "name": "AUTOGRATE",
      "address": "Коенкозов көчөсү 70, 722200",
      "countries": "Kyrgyzstan",
      "cities": "Osh",
      "location": {
        "latitude": 41.673479,
        "longitude": 73.458571
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@autograte.com",
      "phone": "996 779976460",
      "description": "<p>Id proident ad adipisicing quis amet enim sint fugiat. Magna magna esse ipsum ullamco dolor et ut nulla enim dolor irure tempor officia. Reprehenderit in et ipsum veniam incididunt excepteur excepteur esse fugiat.\r\n<br/>Aute excepteur esse velit minim aute ipsum ut sit do amet. Cillum amet incididunt consequat ex labore quis Lorem officia aute anim fugiat minim labore. Irure nulla quis anim ea. Elit et deserunt adipisicing incididunt ullamco ad ullamco amet. Reprehenderit dolore officia ut quis. Non voluptate eiusmod laboris sint nostrud. Sit dolore ullamco cillum veniam Lorem.\r\n<br/>Nostrud nisi dolore magna qui et. Laboris Lorem labore sit voluptate cillum est est incididunt cillum veniam sit adipisicing. Aute minim ex consectetur dolor magna deserunt consequat non. Ut nostrud nostrud amet amet dolor culpa cillum pariatur adipisicing sunt ad laborum duis. Eiusmod ad ullamco aute tempor excepteur.\r\n</p>",
      "extraDescription": "<p>Ad ipsum amet dolore Lorem reprehenderit ullamco et id cupidatat ad. Duis mollit cupidatat nulla ut Lorem magna enim aliqua deserunt incididunt culpa. Deserunt qui anim in sint elit sit aute id elit eiusmod.\r\n<br/>Incididunt pariatur in nulla aliquip labore in magna ex adipisicing adipisicing dolor fugiat ex. Dolore officia excepteur culpa do consectetur pariatur ea non commodo. Ipsum quis exercitation duis consectetur ex fugiat consectetur cupidatat nisi eiusmod in laborum ullamco. Elit aliquip esse qui id sit labore fugiat dolor pariatur aute do Lorem. Exercitation mollit proident enim ut et ullamco reprehenderit sit.\r\n<br/>Nostrud aliqua nostrud nisi dolor ut magna cupidatat. Ipsum est adipisicing laborum Lorem anim dolor dolore nulla dolore amet Lorem. Irure minim consequat cupidatat commodo Lorem occaecat nostrud consectetur velit consectetur et eu et. Voluptate ut laborum et laborum ut. Elit voluptate consectetur aliqua Lorem ut mollit cupidatat.\r\n</p>",
      "price": "3,809",
      "rating": 2,
      "isActive": true,
      "isModerated": true,
      "createDate": "2016-01-20T07:57:32 -06:00",
      "updateDate": "2015-07-12T17:30:41 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 20,
      "createdBy": 20,
      "name": "QUANTASIS",
      "address": "ул. Ашхабадская, 30",
      "countries": "Kyrgyzstan",
      "cities": "Bishkek",
      "location": {
        "latitude": 41.279217,
        "longitude": 73.269566
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@quantasis.com",
      "phone": "996 779991578",
      "description": "<p>Excepteur officia aliqua reprehenderit exercitation culpa excepteur veniam veniam labore aliqua mollit. Cillum veniam do elit tempor ad officia labore. Nostrud occaecat reprehenderit excepteur sint dolore do ex tempor aute excepteur elit.\r\n<br/>Exercitation do mollit consectetur eiusmod qui do consequat minim occaecat id sint ex proident. Qui culpa exercitation tempor nulla duis dolor. Exercitation voluptate commodo deserunt proident sunt id nostrud aliquip cillum. Ex labore eiusmod quis adipisicing fugiat esse minim.\r\n<br/>Reprehenderit tempor laborum eiusmod adipisicing excepteur cupidatat aliquip exercitation aliqua ut mollit ullamco ea occaecat. Aliqua cupidatat quis Lorem eu. Eu irure ullamco qui officia dolore do mollit exercitation.\r\n</p>",
      "extraDescription": "<p>Eu qui non voluptate aute est labore et ex adipisicing. Culpa proident culpa consequat sit commodo mollit commodo consectetur amet. Aute dolore pariatur elit est cupidatat incididunt ad ex sint.\r\n<br/>Eiusmod quis culpa Lorem occaecat id. Occaecat eu eu non irure voluptate culpa exercitation tempor fugiat eu do consectetur occaecat nulla. Ut culpa reprehenderit id adipisicing nostrud nisi mollit quis do culpa cupidatat tempor excepteur amet. Id anim eu commodo reprehenderit velit occaecat sint nostrud occaecat ex. Magna id aute sit nostrud labore voluptate eiusmod mollit commodo fugiat amet labore. Anim nulla qui Lorem eu veniam laboris. Nulla duis cillum nostrud deserunt.\r\n<br/>Qui tempor sunt in irure culpa. Proident elit do in nostrud voluptate cillum Lorem aliquip exercitation. Eiusmod aliquip voluptate sunt Lorem do minim nulla dolore pariatur. Ea ad sint aute labore sit excepteur dolore consectetur est dolore aliquip.\r\n</p>",
      "price": "2,525",
      "rating": 3,
      "isActive": false,
      "isModerated": false,
      "createDate": "2016-08-16T16:35:49 -06:00",
      "updateDate": "2015-03-25T16:38:18 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 21,
      "createdBy": 21,
      "name": "IMMUNICS",
      "address": "Горького 122/3",
      "countries": "Kyrgyzstan",
      "cities": "Naryn",
      "location": {
        "latitude": 41.866367,
        "longitude": 73.99676
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@immunics.com",
      "phone": "996 708919447",
      "description": "<p>Occaecat reprehenderit pariatur sunt mollit elit id exercitation sint magna eu aliqua. Aliqua ipsum incididunt nostrud commodo id enim nostrud. Culpa reprehenderit ut sit eu voluptate. Id exercitation excepteur aliquip sit duis nostrud reprehenderit dolore officia proident et incididunt. Consectetur sunt enim Lorem mollit amet dolore laborum ea mollit incididunt voluptate.\r\n<br/>Sit tempor deserunt nulla sunt aliqua nostrud fugiat in laborum eu et. Duis sint enim eiusmod consequat esse velit labore deserunt cupidatat sint anim tempor nulla. Pariatur proident do ut culpa. Irure esse et commodo non consectetur dolor duis cupidatat magna aliquip. Ipsum occaecat velit in cillum minim sunt. Est reprehenderit cupidatat commodo in dolor laboris duis duis amet do dolor fugiat do. Pariatur consectetur exercitation culpa tempor nulla ipsum aliquip cillum occaecat commodo.\r\n<br/>Excepteur pariatur duis cillum est dolore laborum sit dolore excepteur. Aute aute elit enim anim excepteur ut ea dolor eu duis officia consectetur. Ex quis ipsum commodo reprehenderit sint incididunt sint labore non et do proident incididunt. Aliquip sunt incididunt quis velit. Cupidatat do officia et magna. Adipisicing cillum pariatur pariatur labore nisi duis minim eu consequat. Exercitation veniam deserunt voluptate veniam elit tempor proident nisi id sit.\r\n</p>",
      "extraDescription": "<p>Aliqua ut do occaecat eiusmod reprehenderit. Laborum consequat minim sunt aliqua exercitation qui Lorem sit ex anim. Ipsum deserunt minim dolore id laborum non sint dolore dolore cillum velit consectetur. Culpa ullamco exercitation exercitation irure minim.\r\n<br/>In consectetur ad ut ullamco occaecat fugiat est proident cupidatat. Nisi aliquip sunt mollit et adipisicing consequat aliqua. Commodo quis commodo enim minim duis irure nulla dolore. Minim sit nisi Lorem magna in incididunt ad labore. Ea aliquip aute quis est ullamco laborum eiusmod Lorem et. Cillum velit mollit qui aute fugiat ullamco duis laboris sit. Velit reprehenderit eu adipisicing irure.\r\n<br/>Aliquip magna do sint esse excepteur nulla pariatur laborum nulla nostrud Lorem reprehenderit ipsum. Ea proident elit id labore do id amet. Dolore do magna consequat veniam nisi incididunt nostrud fugiat exercitation aliqua. Velit cupidatat sunt et nisi anim do esse ut cillum esse mollit est Lorem. Irure veniam veniam cupidatat quis non magna consequat ullamco. Commodo irure nostrud dolore cupidatat laboris eu cillum fugiat elit.\r\n</p>",
      "price": "2,103",
      "rating": 5,
      "isActive": false,
      "isModerated": false,
      "createDate": "2015-10-07T05:09:53 -06:00",
      "updateDate": "2018-03-03T06:54:50 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 22,
      "createdBy": 22,
      "name": "PHEAST",
      "address": "Исанова 150",
      "countries": "Kyrgyzstan",
      "cities": "Jalal Abad",
      "location": {
        "latitude": 41.882437,
        "longitude": 73.498905
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@pheast.com",
      "phone": "996 779879462",
      "description": "<p>Proident consequat deserunt quis anim. Irure aliquip cupidatat ea aute aliqua commodo ullamco laborum labore. Ea ipsum velit non in cillum qui eu tempor nostrud quis tempor sit. Et ea sit enim dolore consectetur. Ea ullamco sint consectetur in proident magna ex.\r\n<br/>Exercitation consequat anim nulla voluptate occaecat et reprehenderit pariatur duis ullamco consectetur. Laborum cupidatat occaecat sint occaecat dolor culpa sit aliquip. Anim proident laborum excepteur Lorem. Cupidatat ullamco in velit do anim aliquip voluptate officia cillum irure ut aliqua. Officia sit sunt duis sit cillum sunt sunt esse laborum ut anim eu.\r\n<br/>Mollit veniam commodo eiusmod pariatur in cupidatat commodo Lorem laboris id id sit. Elit et qui laboris velit non magna ea. Adipisicing esse excepteur dolor Lorem.\r\n</p>",
      "extraDescription": "<p>Ut consectetur nulla voluptate nisi eu esse velit qui fugiat reprehenderit culpa consequat aute ex. Irure culpa duis sunt incididunt eiusmod. Deserunt anim labore magna consequat ipsum excepteur consequat incididunt nulla deserunt proident.\r\n<br/>Labore proident labore cupidatat mollit anim irure elit esse anim aliquip reprehenderit qui eu ut. Quis tempor non velit sit velit quis consectetur pariatur ad in. Sit elit duis elit pariatur duis ad incididunt dolor. Esse et voluptate culpa qui laboris eu fugiat labore eiusmod culpa nisi laboris aute.\r\n<br/>Eu eu tempor aliquip magna quis quis tempor. Incididunt velit reprehenderit laborum eiusmod culpa. Voluptate occaecat enim laborum ut. Ea minim pariatur aliqua qui cillum mollit proident exercitation veniam officia anim non exercitation veniam. Adipisicing dolor mollit anim duis qui incididunt nulla adipisicing sunt et ullamco adipisicing ex sit. Ipsum consectetur est aute voluptate elit.\r\n</p>",
      "price": "1,584",
      "rating": 2,
      "isActive": false,
      "isModerated": true,
      "createDate": "2015-03-18T01:08:04 -06:00",
      "updateDate": "2019-04-18T19:47:36 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 23,
      "createdBy": 23,
      "name": "ZIALACTIC",
      "address": "ул. Ашхабадская, 30",
      "countries": "Kyrgyzstan",
      "cities": "Osh",
      "location": {
        "latitude": 42.285864,
        "longitude": 73.500888
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@zialactic.com",
      "phone": "996 505989448",
      "description": "<p>Nostrud magna id deserunt veniam aliquip culpa. Commodo culpa culpa non eiusmod quis. In cillum quis aliquip non dolor ut aliqua excepteur et. Cillum ut ad aute aute magna voluptate. Minim velit laboris nostrud reprehenderit reprehenderit sunt eu. Aute sunt laborum do cillum consequat. Sit fugiat aliqua esse laborum.\r\n<br/>Nulla in labore est sint aliqua pariatur cupidatat qui proident. Et incididunt ut cillum adipisicing sunt ea laborum deserunt anim fugiat aliqua. Sint do laboris pariatur sunt. Sint non ad ea velit in dolore nostrud mollit eu in officia ad. Non irure ex ullamco cillum sint anim proident non ullamco ea eu. Est qui officia amet officia nostrud esse commodo nostrud cupidatat adipisicing officia occaecat.\r\n<br/>Nostrud culpa reprehenderit non dolor commodo exercitation irure commodo sit quis. Mollit excepteur anim eiusmod culpa mollit. Proident eiusmod commodo consequat duis reprehenderit ex fugiat. Occaecat elit anim eu ut non velit fugiat dolor.\r\n</p>",
      "extraDescription": "<p>Irure consequat ex amet ipsum nisi amet aute cillum. Aliquip et labore sit anim eiusmod enim nostrud reprehenderit anim aliqua Lorem proident nulla. Dolor et fugiat occaecat ad ullamco pariatur ad nostrud exercitation exercitation elit aliqua irure. Pariatur fugiat ut duis velit eiusmod velit duis cillum exercitation fugiat enim. Consequat esse anim proident et consectetur elit ipsum dolore ex eiusmod proident ad eu commodo.\r\n<br/>Ea labore ut tempor amet irure Lorem pariatur sit. Nostrud consequat nostrud ad minim nulla. Occaecat labore elit exercitation tempor velit cillum. Duis sint proident non proident Lorem consequat est adipisicing esse occaecat dolore mollit anim. Aute ullamco id id in adipisicing pariatur. Ea magna sint nulla aute excepteur enim ut.\r\n<br/>Aliquip occaecat consectetur exercitation id incididunt cupidatat ut proident. Mollit labore eiusmod velit cillum sit enim adipisicing. Sunt quis elit voluptate ipsum veniam do do ad nisi ullamco eiusmod eu nostrud. Enim quis ea cupidatat proident consequat officia velit occaecat. Aliqua est ullamco do elit irure aliqua non cupidatat.\r\n</p>",
      "price": "1,687",
      "rating": 2,
      "isActive": true,
      "isModerated": true,
      "createDate": "2014-09-19T04:50:45 -06:00",
      "updateDate": "2015-08-20T02:00:32 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 24,
      "createdBy": 24,
      "name": "PHOLIO",
      "address": "ул. Ашхабадская, 30",
      "countries": "Kyrgyzstan",
      "cities": "Osh",
      "location": {
        "latitude": 41.851497,
        "longitude": 73.214065
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@pholio.com",
      "phone": "996 777891436",
      "description": "<p>Mollit ut et magna labore culpa. Reprehenderit reprehenderit nostrud incididunt tempor laborum Lorem deserunt aliquip exercitation tempor. Qui tempor velit do cillum nulla ea officia dolore amet amet est Lorem. Proident officia officia enim officia voluptate mollit. Sint culpa aliqua labore occaecat est exercitation ipsum dolore voluptate nulla eiusmod velit fugiat ullamco. In ad irure consequat elit fugiat elit Lorem reprehenderit cillum eiusmod amet. Laborum esse nisi aliqua ea irure.\r\n<br/>Quis sit aliqua esse aliquip in elit qui. Nisi consequat non laborum tempor culpa. Id ad consectetur adipisicing magna culpa aute nostrud non adipisicing. Esse elit laborum laborum occaecat voluptate laborum tempor cillum. Qui pariatur in ex elit eiusmod sint ad qui ad labore.\r\n<br/>Do irure reprehenderit sit duis Lorem nisi adipisicing voluptate commodo. Mollit dolor culpa reprehenderit est adipisicing excepteur in excepteur. Duis aliquip anim magna pariatur proident dolore cillum cupidatat nisi. Ea in dolor tempor in velit aliquip. Nisi fugiat exercitation id reprehenderit elit ea est. Labore nulla minim excepteur occaecat non.\r\n</p>",
      "extraDescription": "<p>Do elit duis irure adipisicing. Excepteur elit in enim laborum nostrud nostrud excepteur in. Ut irure non reprehenderit nisi velit enim. Dolore eu ipsum veniam veniam.\r\n<br/>Irure deserunt in aute eu voluptate exercitation et irure aliqua ea excepteur culpa ut esse. Qui cupidatat aute duis voluptate ad laboris ex. Enim commodo consequat Lorem enim ea pariatur laborum nostrud aliquip ipsum quis consequat anim mollit. Labore id enim ad anim occaecat reprehenderit anim nisi sint. Mollit mollit veniam enim aliquip pariatur laborum pariatur nostrud. Eu aliquip sunt nostrud aute qui irure adipisicing velit excepteur minim.\r\n<br/>Enim culpa aute ipsum culpa incididunt. Ipsum excepteur tempor aute cillum nisi cillum sunt cillum dolore voluptate quis ullamco. Irure proident amet cupidatat nostrud cillum qui esse sint minim. Proident est mollit consectetur consectetur dolore eu non excepteur est.\r\n</p>",
      "price": "3,173",
      "rating": 3,
      "isActive": false,
      "isModerated": false,
      "createDate": "2015-11-16T07:29:50 -06:00",
      "updateDate": "2016-10-24T04:11:31 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 25,
      "createdBy": 25,
      "name": "EXOBLUE",
      "address": "Исанова 150",
      "countries": "Kyrgyzstan",
      "cities": "Karakol",
      "location": {
        "latitude": 39.800779,
        "longitude": 73.76878
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@exoblue.com",
      "phone": "996 779836564",
      "description": "<p>Ullamco tempor quis mollit ad anim consequat et sit in proident quis deserunt. Enim quis irure id dolor. Nisi commodo elit tempor est dolore mollit labore. Quis deserunt elit ipsum nisi deserunt cillum ad laborum. Ut occaecat labore adipisicing consequat dolore aute id adipisicing mollit. Proident sint pariatur ullamco irure et et do est. Proident aute reprehenderit est velit irure non sunt nulla sit dolore.\r\n<br/>Dolor commodo voluptate voluptate minim dolore. Amet do culpa deserunt ipsum amet est. Elit in consectetur laboris cupidatat nostrud exercitation cupidatat veniam ipsum. Et sint nulla eiusmod non voluptate nulla consequat do esse ullamco magna do officia.\r\n<br/>Et consequat irure laboris qui eiusmod in aliqua aliquip consectetur dolor consequat ipsum. Dolor ipsum proident incididunt voluptate est exercitation dolor Lorem culpa pariatur nulla laboris proident in. Nostrud ut exercitation minim culpa laborum aliquip cillum et velit amet sunt.\r\n</p>",
      "extraDescription": "<p>Tempor adipisicing dolor nostrud ipsum id sunt consequat dolore labore dolor. Sint esse cupidatat quis consequat. Lorem sit qui aliquip enim. Pariatur excepteur ea labore exercitation quis nostrud occaecat mollit aliquip. Esse deserunt ad fugiat aliquip in.\r\n<br/>Aliquip elit officia id quis laboris quis ipsum et. Eiusmod quis reprehenderit nisi duis ut nulla nisi aliquip esse minim mollit culpa minim ad. Nisi cillum eu adipisicing sit reprehenderit dolor consequat Lorem eu eu.\r\n<br/>Nisi nisi reprehenderit id Lorem laborum velit amet incididunt eu pariatur laborum. Ea cupidatat labore Lorem non sunt id proident labore veniam commodo. Incididunt consequat reprehenderit duis aliqua proident. Est consectetur aliquip sunt fugiat Lorem ad pariatur aliquip. Ad id do officia eu fugiat. Non aliquip minim sit incididunt tempor laborum voluptate ex velit enim dolore minim commodo excepteur. Cillum ullamco anim proident sit ea voluptate nisi.\r\n</p>",
      "price": "3,984",
      "rating": 4,
      "isActive": true,
      "isModerated": true,
      "createDate": "2014-04-12T12:05:12 -06:00",
      "updateDate": "2018-04-19T12:37:06 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 26,
      "createdBy": 26,
      "name": "ARTIQ",
      "address": "Коенкозов көчөсү 70, 722200",
      "countries": "Kyrgyzstan",
      "cities": "Talas",
      "location": {
        "latitude": 40.779293,
        "longitude": 73.795912
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@artiq.com",
      "phone": "996 553922534",
      "description": "<p>Pariatur eu est aliquip reprehenderit excepteur aliquip eiusmod cupidatat minim eiusmod. Officia dolore ad consectetur eiusmod consequat tempor eiusmod velit cillum proident. Velit occaecat proident labore cillum enim aliquip ad esse voluptate non pariatur ex consectetur. Do ullamco officia laborum laborum adipisicing Lorem.\r\n<br/>Exercitation do ullamco nisi sunt voluptate ut. Quis nisi ipsum ad sint exercitation duis excepteur exercitation aliquip officia magna nostrud do. Labore quis sit consequat nostrud occaecat et aliquip anim consectetur ipsum aliqua irure eu.\r\n<br/>Ullamco mollit tempor voluptate commodo exercitation qui. Quis laborum ea ullamco sunt. Fugiat dolore adipisicing ea non ullamco ea do irure proident sunt.\r\n</p>",
      "extraDescription": "<p>Lorem ad sit commodo eu ad id excepteur enim dolore ipsum. Mollit fugiat laborum Lorem officia ea sit ullamco deserunt velit fugiat sit ad consequat. Est esse amet ad cillum.\r\n<br/>Quis incididunt labore ut enim culpa pariatur. Cillum consequat adipisicing labore amet laborum dolore Lorem ut anim cillum. Lorem est mollit in magna dolore et. Anim ea deserunt voluptate non est ad tempor ad mollit veniam consectetur do proident. Aute veniam excepteur esse reprehenderit dolore et ex Lorem veniam sunt minim minim occaecat labore.\r\n<br/>Et aliquip enim magna dolor non aliquip veniam. Id officia mollit ad laboris. Magna ad exercitation do ex proident velit elit occaecat minim mollit qui. Aute Lorem velit in nulla proident minim enim. Est dolore dolor do amet nostrud eu pariatur anim cupidatat voluptate elit consequat irure.\r\n</p>",
      "price": "3,238",
      "rating": 2,
      "isActive": true,
      "isModerated": false,
      "createDate": "2016-01-16T18:09:09 -06:00",
      "updateDate": "2015-01-11T12:09:38 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 27,
      "createdBy": 27,
      "name": "KENEGY",
      "address": "Коенкозов көчөсү 70, 722200",
      "countries": "Kyrgyzstan",
      "cities": "Batken",
      "location": {
        "latitude": 41.44773,
        "longitude": 73.361324
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@kenegy.com",
      "phone": "996 777970442",
      "description": "<p>Elit duis minim proident deserunt officia consectetur voluptate occaecat. Non consectetur ut fugiat eiusmod esse sunt laboris ipsum qui consectetur nisi do Lorem. Ex eiusmod ad consectetur amet. Lorem enim id veniam consectetur id culpa velit voluptate adipisicing magna qui officia proident culpa. Fugiat et eu enim sunt. Consequat duis proident quis do adipisicing veniam ullamco nisi sint voluptate enim eu voluptate adipisicing.\r\n<br/>Nisi minim est deserunt id id occaecat exercitation amet enim proident aliqua. Ex minim duis enim irure Lorem nostrud labore adipisicing ipsum. Nulla minim est ex pariatur culpa nostrud laborum. Do culpa eiusmod amet qui Lorem irure fugiat sunt do. Consectetur enim proident labore commodo consectetur quis Lorem magna est aliquip. Velit et dolor tempor eu voluptate velit irure anim officia sint excepteur.\r\n<br/>Commodo labore do exercitation aute irure reprehenderit et ea. Ullamco labore cillum nulla dolore fugiat ad enim elit laborum. Occaecat ipsum velit consectetur dolor.\r\n</p>",
      "extraDescription": "<p>Sint tempor sunt eu elit irure anim anim tempor eu laborum amet esse aliqua nisi. Elit ea excepteur et dolore. Commodo amet consequat pariatur voluptate proident in consequat duis anim proident adipisicing. Ullamco aute do velit amet et et ad labore nulla officia laboris pariatur enim. Nostrud adipisicing non cillum excepteur.\r\n<br/>Enim irure ad culpa adipisicing proident enim ad occaecat irure irure et fugiat aliquip. Sunt id fugiat reprehenderit tempor quis deserunt amet id laboris. Minim reprehenderit cillum sit enim in ea culpa laboris.\r\n<br/>Aliquip laborum elit ipsum irure mollit dolore elit. Aliquip adipisicing duis quis elit ex laborum dolore ex mollit. Dolor dolor elit ipsum aliqua aliqua irure. Labore aliqua nisi consequat ad commodo qui Lorem id proident qui adipisicing quis veniam duis. Sint excepteur ullamco ut aute id amet anim exercitation excepteur. Officia incididunt anim velit labore eiusmod eu Lorem amet. Labore cillum duis esse magna qui duis ad.\r\n</p>",
      "price": "1,175",
      "rating": 4,
      "isActive": true,
      "isModerated": true,
      "createDate": "2018-03-30T07:13:55 -06:00",
      "updateDate": "2017-02-19T18:33:37 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 28,
      "createdBy": 28,
      "name": "MYOPIUM",
      "address": "Горького 122/3",
      "countries": "Kyrgyzstan",
      "cities": "Batken",
      "location": {
        "latitude": 40.858495,
        "longitude": 74.080281
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@myopium.com",
      "phone": "996 700836581",
      "description": "<p>Consequat duis ex consectetur adipisicing aliquip dolore officia et et id veniam dolor aute. Magna ea aliqua eiusmod proident ea proident et cupidatat aute laborum duis aliquip cupidatat. Voluptate deserunt eiusmod est do nulla. Est esse minim ut ipsum ipsum. Aliqua dolor culpa incididunt non laboris sint ullamco eu qui enim ipsum incididunt Lorem laboris. Nulla aliquip mollit occaecat consectetur enim sint dolor.\r\n<br/>Id laboris Lorem culpa occaecat. Consectetur aliquip sit amet veniam consequat Lorem id est consectetur esse exercitation occaecat eiusmod incididunt. Cillum consequat sint quis irure consequat fugiat tempor in aute consectetur exercitation est.\r\n<br/>Duis mollit consequat do qui ipsum ea mollit quis mollit pariatur irure. Ut adipisicing deserunt commodo anim aliqua ad eu occaecat cillum dolore. Qui sint labore velit esse eiusmod sit.\r\n</p>",
      "extraDescription": "<p>Nulla nulla nostrud nostrud est in consectetur ipsum ipsum est sit velit. Laboris in eu labore mollit officia non consequat labore enim pariatur consequat occaecat sint exercitation. Dolore nulla Lorem commodo sit pariatur laboris officia enim duis irure consequat. Ullamco adipisicing incididunt excepteur eu irure non non eu mollit tempor sunt eu eu in. In occaecat proident ut eiusmod labore. Commodo et officia veniam aliqua Lorem nulla.\r\n<br/>Ut voluptate dolor consectetur labore labore dolor et tempor veniam adipisicing ad dolor. Ipsum fugiat in sunt duis esse excepteur sit sunt. Esse do tempor dolore anim et sit. Pariatur reprehenderit in incididunt ut qui voluptate dolor sint Lorem consectetur quis commodo culpa.\r\n<br/>Eu adipisicing esse do cupidatat dolore laborum cillum dolor. Adipisicing enim in consequat cillum ullamco culpa eiusmod proident proident laboris. Aliqua ipsum incididunt commodo exercitation nulla et sit. Nulla esse ea nulla laborum. Laborum aliquip nulla laborum laboris quis. Elit nostrud aliquip duis amet commodo adipisicing quis commodo esse.\r\n</p>",
      "price": "3,277",
      "rating": 2,
      "isActive": false,
      "isModerated": false,
      "createDate": "2019-04-08T15:34:29 -06:00",
      "updateDate": "2017-08-23T23:31:37 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 29,
      "createdBy": 29,
      "name": "KEEG",
      "address": "Коенкозов көчөсү 70, 722200",
      "countries": "Kyrgyzstan",
      "cities": "Kant",
      "location": {
        "latitude": 40.232415,
        "longitude": 73.712093
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@keeg.com",
      "phone": "996 505858576",
      "description": "<p>Deserunt consectetur sit cillum eu do adipisicing incididunt anim eiusmod est anim exercitation officia nulla. Fugiat consequat culpa veniam excepteur id consequat elit et ullamco labore commodo velit incididunt commodo. Qui exercitation ea aliquip ut ex sunt nisi reprehenderit sunt Lorem non magna fugiat mollit. Aliquip dolore exercitation eu elit consectetur amet mollit officia amet aliqua. Consequat culpa aliqua et enim nostrud est qui ea eu ea.\r\n<br/>Deserunt commodo elit nulla consectetur consequat laboris ea commodo velit. Adipisicing nisi officia labore anim. Dolore elit ad laboris pariatur irure nulla velit dolor pariatur ad pariatur. Sint labore cillum sint voluptate. Commodo est dolore deserunt enim id dolore.\r\n<br/>Elit nostrud amet ea sint fugiat Lorem elit consequat magna magna aliqua velit excepteur. Ipsum commodo veniam deserunt mollit ipsum adipisicing enim elit minim dolor ullamco. Excepteur aliquip veniam deserunt quis non culpa ullamco in nostrud est sint incididunt. Ea tempor sint ad mollit.\r\n</p>",
      "extraDescription": "<p>Adipisicing occaecat esse adipisicing nulla aliqua duis eu voluptate. Sint incididunt reprehenderit laborum eu. Est consequat aute non cupidatat aliquip in aliquip tempor nulla laborum. Sit consectetur anim adipisicing mollit sint in aliqua fugiat esse. Reprehenderit deserunt aliqua nostrud irure tempor ea Lorem. Officia duis in officia Lorem aliquip Lorem sint sit qui. Ad incididunt ullamco fugiat eu culpa velit velit eiusmod cillum amet incididunt.\r\n<br/>Aute duis nostrud ex aliqua aute minim non. Laborum do quis occaecat labore excepteur. Aliquip ad amet cupidatat nulla laborum consectetur ullamco esse tempor excepteur ea anim.\r\n<br/>Incididunt nostrud nulla in et non. Laborum incididunt dolore nostrud laborum cillum ipsum. Do eiusmod sunt in magna eiusmod excepteur excepteur Lorem do in. Dolor sunt consectetur veniam et eu cillum Lorem excepteur irure pariatur magna culpa.\r\n</p>",
      "price": "2,913",
      "rating": 5,
      "isActive": true,
      "isModerated": true,
      "createDate": "2014-03-10T12:02:53 -06:00",
      "updateDate": "2014-03-05T16:39:49 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 30,
      "createdBy": 30,
      "name": "QUINEX",
      "address": "Чуй 255",
      "countries": "Kyrgyzstan",
      "cities": "Tokmok",
      "location": {
        "latitude": 39.754908,
        "longitude": 74.165168
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@quinex.com",
      "phone": "996 700876557",
      "description": "<p>Consectetur aliquip eiusmod ipsum id dolore labore minim laboris tempor culpa. Enim do anim ex excepteur ipsum nostrud id. Lorem anim aliqua enim esse ipsum ut laborum minim cillum labore eiusmod ad pariatur minim. Non enim veniam incididunt est et labore dolor eiusmod. Sit cillum veniam sit tempor tempor excepteur laborum sunt eiusmod consequat nisi proident enim. Labore veniam quis aliqua cillum Lorem deserunt Lorem incididunt. Dolore ad mollit ex pariatur irure voluptate.\r\n<br/>Cillum proident enim mollit occaecat. Sint ex magna et cupidatat do nostrud. Mollit do aute do Lorem adipisicing ad minim enim. Commodo et voluptate mollit elit ex cillum nisi pariatur. Occaecat cupidatat cupidatat nulla do nulla et. Id culpa eu mollit exercitation incididunt magna consequat quis eu magna.\r\n<br/>Id ut dolore tempor eu in voluptate proident veniam eiusmod consequat. Magna labore reprehenderit velit minim. Est dolore excepteur eu est.\r\n</p>",
      "extraDescription": "<p>Do mollit ipsum deserunt proident qui aliqua quis minim enim. Pariatur adipisicing eiusmod sint in cupidatat. Nostrud commodo aliquip ad officia aliqua eiusmod. Minim deserunt et incididunt laboris et id tempor anim id ut sint elit.\r\n<br/>Nisi ullamco aliquip qui est magna. Nisi enim eiusmod eu aliquip dolore minim ipsum sit. Adipisicing Lorem aute consectetur dolor velit laboris occaecat. Commodo incididunt do reprehenderit esse excepteur qui dolor elit dolor.\r\n<br/>Adipisicing commodo laboris dolore quis Lorem et tempor. Velit et non magna dolor incididunt quis reprehenderit dolor. Dolore voluptate nostrud sunt deserunt.\r\n</p>",
      "price": "1,035",
      "rating": 1,
      "isActive": true,
      "isModerated": false,
      "createDate": "2015-07-17T00:30:26 -06:00",
      "updateDate": "2016-10-03T16:00:37 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 31,
      "createdBy": 31,
      "name": "MANGLO",
      "address": "улица Боконбаева, 120",
      "countries": "Kyrgyzstan",
      "cities": "Kant",
      "location": {
        "latitude": 42.060954,
        "longitude": 73.471312
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@manglo.com",
      "phone": "996 553879555",
      "description": "<p>Cupidatat sit et Lorem non qui sit anim magna. Sint eiusmod voluptate duis deserunt. Lorem voluptate qui dolore qui et aute mollit amet mollit qui officia consequat mollit Lorem. Labore incididunt exercitation eiusmod aute commodo adipisicing nisi sint. Ullamco consectetur ea amet excepteur do anim officia mollit do id enim eiusmod. Enim irure aute in enim minim culpa mollit cupidatat ipsum ex ex non. Id aliqua magna voluptate aute aliqua occaecat minim laboris cillum labore in.\r\n<br/>Adipisicing ullamco tempor magna nisi sint consequat reprehenderit anim ad dolor. Incididunt nulla exercitation consectetur et occaecat reprehenderit cupidatat cupidatat dolor nisi aliqua sit. Ex exercitation nostrud anim exercitation deserunt eu elit. Non nostrud id enim velit labore enim velit commodo nulla id elit incididunt ea cupidatat. Quis qui elit non eiusmod in est commodo sint in sint velit tempor. Incididunt aliqua do reprehenderit ut officia duis veniam ut non ex aute.\r\n<br/>Ut laboris tempor elit consequat irure voluptate pariatur adipisicing laboris do. Amet exercitation veniam cillum ad aliqua. Voluptate pariatur consequat ut velit. Fugiat consequat nulla tempor et ut labore mollit est elit dolore ut cupidatat. Nisi cupidatat laboris sit qui mollit et ullamco cupidatat tempor veniam.\r\n</p>",
      "extraDescription": "<p>Ex velit exercitation reprehenderit irure laborum sit Lorem incididunt duis laboris labore id. Laborum proident esse qui non commodo aliquip non. Deserunt velit sint id consectetur quis labore ad aliqua adipisicing ut laboris nisi non.\r\n<br/>Excepteur deserunt aute elit sit. Laboris commodo ipsum eu amet. Esse eu fugiat ad minim nulla velit dolore officia elit minim reprehenderit id minim cupidatat. Cillum consequat fugiat aliqua mollit adipisicing id Lorem veniam laborum. Ipsum occaecat id amet adipisicing magna nisi enim. Enim aute eiusmod nulla non fugiat ex ex dolore esse.\r\n<br/>Reprehenderit quis fugiat sit enim tempor veniam quis reprehenderit voluptate ullamco velit ullamco officia. Et magna duis ipsum aliqua aliqua veniam in qui Lorem aliqua qui amet. Enim laboris est sunt veniam amet aute magna Lorem exercitation. Ullamco ullamco non exercitation pariatur incididunt ea voluptate sint do adipisicing quis. Labore eu reprehenderit consectetur ex enim sit quis reprehenderit do ea.\r\n</p>",
      "price": "3,248",
      "rating": 2,
      "isActive": true,
      "isModerated": true,
      "createDate": "2014-04-27T11:50:34 -06:00",
      "updateDate": "2015-03-17T06:59:17 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 32,
      "createdBy": 32,
      "name": "COGNICODE",
      "address": "Ленина 55/3",
      "countries": "Kyrgyzstan",
      "cities": "Osh",
      "location": {
        "latitude": 41.491829,
        "longitude": 73.391218
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@cognicode.com",
      "phone": "996 779970581",
      "description": "<p>Aute eu exercitation pariatur ad. Cillum do proident ex esse eu elit. Ut aliqua eiusmod exercitation enim cillum esse eu. Labore tempor reprehenderit cupidatat officia ad. Nulla ex et magna ipsum esse. Veniam amet eu pariatur amet culpa exercitation.\r\n<br/>Reprehenderit in ullamco esse ea proident occaecat eu commodo. Eu aliquip nostrud anim irure cupidatat et labore. Labore commodo elit nulla est et elit enim sunt sunt. Et mollit voluptate laboris aliqua. Mollit sit velit ut enim excepteur. Tempor laborum ea reprehenderit amet enim labore nisi excepteur mollit labore adipisicing velit non laborum.\r\n<br/>Velit irure commodo elit culpa. Labore excepteur velit aliqua nisi proident est aute ullamco voluptate excepteur. Lorem velit ut aliqua aute occaecat dolore.\r\n</p>",
      "extraDescription": "<p>Non deserunt nisi cillum amet excepteur incididunt sunt commodo labore nostrud. Pariatur consectetur aute non aliquip excepteur ipsum sint nostrud cillum consectetur. Incididunt proident officia nostrud cillum exercitation. Occaecat ut ullamco ea exercitation incididunt amet cupidatat irure veniam reprehenderit. Cillum deserunt deserunt ipsum id veniam qui enim officia.\r\n<br/>Ea culpa nulla ad anim excepteur cillum cillum velit. Quis minim voluptate reprehenderit occaecat. Quis ex aliqua magna nulla ex occaecat fugiat est. Culpa velit amet laboris culpa excepteur eu pariatur ullamco ex fugiat eu. Irure pariatur pariatur commodo esse excepteur nulla eu sint officia pariatur ullamco. Lorem dolore et deserunt in eu est anim amet eu dolore velit exercitation fugiat. Id tempor aliqua aute sit.\r\n<br/>Sunt deserunt irure nulla occaecat veniam nulla ut quis aute ea nulla elit tempor. Consequat dolore minim ut aliqua duis aute. In eu tempor culpa qui elit anim dolor laboris minim ad commodo proident aliqua id. Consequat tempor irure sit reprehenderit eiusmod nulla. Excepteur in cupidatat aliquip amet qui ipsum in eu cillum nulla occaecat ut ullamco. Quis veniam enim adipisicing proident quis consequat elit minim ullamco.\r\n</p>",
      "price": "1,716",
      "rating": 5,
      "isActive": true,
      "isModerated": false,
      "createDate": "2014-03-10T21:17:10 -06:00",
      "updateDate": "2018-03-07T06:20:06 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 33,
      "createdBy": 33,
      "name": "ZYTREX",
      "address": "Чуй 255",
      "countries": "Kyrgyzstan",
      "cities": "Batken",
      "location": {
        "latitude": 42.092885,
        "longitude": 73.239635
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@zytrex.com",
      "phone": "996 775865494",
      "description": "<p>Fugiat deserunt aliqua qui tempor velit eu duis dolore reprehenderit sit. Ea irure magna sit ullamco dolor. Cillum non exercitation veniam officia anim. Dolor ea quis velit adipisicing cupidatat cillum sit dolore. Est quis deserunt eu mollit ipsum quis. Cillum quis ipsum pariatur nisi irure nulla eiusmod duis reprehenderit aliquip nulla elit exercitation.\r\n<br/>Sit officia qui veniam qui ullamco ea et eu Lorem labore nisi. Laboris minim magna eiusmod aliquip laboris. Incididunt aliqua mollit anim do tempor. Incididunt ipsum amet nisi dolore id duis exercitation dolor culpa. Sint id elit ut ea. Exercitation irure sit fugiat irure eu duis exercitation ea mollit velit. Nisi eiusmod veniam labore ullamco qui eu do.\r\n<br/>Ullamco sunt ex dolor labore amet nisi irure. Id et esse dolore dolor enim occaecat voluptate aliqua anim deserunt nisi. Esse velit enim quis et in tempor excepteur ullamco sint exercitation incididunt. Occaecat nulla veniam ullamco nulla adipisicing eu ullamco laboris nulla est fugiat occaecat minim. Aute deserunt commodo enim consequat aliqua reprehenderit id amet voluptate aliqua laborum. Dolore qui reprehenderit sunt adipisicing eiusmod mollit deserunt.\r\n</p>",
      "extraDescription": "<p>Adipisicing voluptate nulla aute ad ea voluptate veniam nulla exercitation ea anim in exercitation. Officia mollit officia ea proident aliquip ea pariatur ea cillum culpa id incididunt elit incididunt. Id eiusmod adipisicing excepteur laboris sunt sit sunt ex consequat proident quis aute labore mollit. Ut esse veniam et laboris cupidatat eu et sunt est.\r\n<br/>Ipsum quis do nulla tempor sunt aute ipsum sint tempor proident. Minim laborum non occaecat sit eu sit dolor laborum. Velit elit enim dolor sunt eu velit. Est in labore commodo est ullamco sit reprehenderit ut minim laboris laborum est nulla.\r\n<br/>Eiusmod nulla nostrud proident ea sunt anim sint amet cupidatat quis enim voluptate. Occaecat ea proident consequat est quis. Nisi ad ex veniam do.\r\n</p>",
      "price": "1,208",
      "rating": 2,
      "isActive": true,
      "isModerated": false,
      "createDate": "2014-09-25T05:15:51 -06:00",
      "updateDate": "2018-12-09T17:39:21 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 34,
      "createdBy": 34,
      "name": "DUFLEX",
      "address": "Ленина 55/3",
      "countries": "Kyrgyzstan",
      "cities": "Osh",
      "location": {
        "latitude": 41.287843,
        "longitude": 74.147813
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@duflex.com",
      "phone": "996 777838432",
      "description": "<p>Eiusmod sint est aute aliqua. Eu qui ullamco qui excepteur aliqua cillum. Consectetur aute aute quis dolor proident qui minim. Sint tempor minim aliquip ex tempor do cillum eu Lorem aliqua deserunt velit. Culpa dolore aliqua laborum exercitation et eu cillum duis dolore laboris. Anim aliqua officia voluptate in esse dolor dolor. Dolor est eu aliquip cillum sit occaecat officia velit nisi.\r\n<br/>Minim irure eu laborum elit esse aute laboris irure reprehenderit sunt. Excepteur sunt enim et aliquip deserunt reprehenderit ad ut aliqua occaecat. Amet consequat ad cupidatat ipsum sit.\r\n<br/>Do dolore labore laborum est nisi amet occaecat commodo incididunt mollit adipisicing. Tempor fugiat magna nisi tempor do dolore commodo. Irure cupidatat exercitation elit labore ex ex ea nisi anim laborum adipisicing sunt. Aute dolore ullamco cillum incididunt.\r\n</p>",
      "extraDescription": "<p>Ad excepteur mollit irure fugiat cillum exercitation deserunt veniam velit mollit dolor sunt. Irure mollit consequat nisi ullamco do in ullamco. Fugiat commodo ipsum proident enim esse qui irure laborum elit consectetur. Sit veniam mollit laboris duis do sit. Ut magna officia tempor adipisicing. Esse laboris ullamco incididunt ut voluptate.\r\n<br/>Nisi excepteur non ea occaecat excepteur enim commodo. Pariatur eu tempor nostrud pariatur ullamco eu nisi eu qui eiusmod. Fugiat voluptate nisi non minim anim eiusmod ex labore est culpa. Tempor aliquip commodo deserunt ad dolor.\r\n<br/>Ea sint aliquip voluptate minim adipisicing id ea adipisicing laboris. Dolor excepteur adipisicing occaecat anim sunt do eu. Occaecat laboris labore ut Lorem. Magna non laboris amet cupidatat reprehenderit ipsum reprehenderit. Nulla cillum elit incididunt consectetur anim commodo velit labore pariatur amet nisi commodo.\r\n</p>",
      "price": "1,910",
      "rating": 3,
      "isActive": true,
      "isModerated": false,
      "createDate": "2016-09-13T00:08:38 -06:00",
      "updateDate": "2018-01-14T02:30:06 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 35,
      "createdBy": 35,
      "name": "UNISURE",
      "address": "Горького 122/3",
      "countries": "Kyrgyzstan",
      "cities": "Osh",
      "location": {
        "latitude": 41.912614,
        "longitude": 74.008761
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@unisure.com",
      "phone": "996 550812579",
      "description": "<p>Commodo occaecat adipisicing duis Lorem adipisicing officia eiusmod duis ea sit est nostrud voluptate sit. Est tempor reprehenderit ea culpa nulla ad deserunt qui ex sint laboris nulla. Occaecat adipisicing Lorem minim id in do id adipisicing ad incididunt nisi ullamco velit mollit. Enim irure irure adipisicing quis elit sit voluptate cupidatat enim. Mollit veniam non ut proident irure.\r\n<br/>Dolor reprehenderit consequat incididunt ullamco et aute nostrud occaecat dolor reprehenderit exercitation commodo proident. Esse dolore deserunt irure ex consectetur consequat. Do ipsum culpa sunt aliqua proident laboris enim.\r\n<br/>Exercitation labore dolore mollit non. Magna sunt Lorem occaecat est consequat aliquip est adipisicing commodo pariatur nulla velit sunt. Dolor anim proident laborum elit sint.\r\n</p>",
      "extraDescription": "<p>Minim qui ex ut veniam aliqua ex esse. Voluptate ipsum ex enim labore tempor cupidatat sunt in et. Magna do aliquip sint officia labore eu elit ullamco deserunt aliqua. Esse non exercitation occaecat incididunt reprehenderit sunt culpa enim. Velit deserunt veniam Lorem duis deserunt id. Veniam enim adipisicing laborum nostrud eiusmod cillum amet commodo ad voluptate. Proident qui quis duis quis nostrud consequat voluptate laboris esse officia magna in.\r\n<br/>Cupidatat elit in minim occaecat elit adipisicing aliqua incididunt ullamco. Ea duis consequat enim nisi consectetur ullamco duis ipsum pariatur pariatur reprehenderit sint. Commodo et culpa sit laboris sunt commodo et pariatur sit quis consectetur voluptate reprehenderit. Ullamco nisi in consequat tempor. Consectetur aute eiusmod reprehenderit enim nisi aliquip laboris fugiat ad magna proident sint et fugiat. Elit quis pariatur enim eu.\r\n<br/>Voluptate Lorem veniam irure qui. Nulla duis tempor velit veniam in ut ad exercitation. Sit dolor laborum nisi elit irure ipsum dolor deserunt qui culpa.\r\n</p>",
      "price": "2,346",
      "rating": 4,
      "isActive": true,
      "isModerated": true,
      "createDate": "2019-05-07T00:31:50 -06:00",
      "updateDate": "2018-12-24T12:52:31 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 36,
      "createdBy": 36,
      "name": "NORALEX",
      "address": "улица Боконбаева, 120",
      "countries": "Kyrgyzstan",
      "cities": "Batken",
      "location": {
        "latitude": 40.444047,
        "longitude": 73.956683
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@noralex.com",
      "phone": "996 555967463",
      "description": "<p>Labore dolor incididunt veniam aliquip. Veniam officia incididunt Lorem voluptate excepteur ullamco culpa exercitation Lorem qui. Occaecat commodo velit consectetur sit non do ut aliqua.\r\n<br/>Voluptate exercitation eu ad elit ipsum exercitation fugiat occaecat. Cillum ipsum labore aute aliqua voluptate quis aliqua et consectetur. Nulla id non reprehenderit est anim elit mollit. Nisi minim voluptate velit voluptate adipisicing minim. Adipisicing non duis nisi enim culpa sint id incididunt ad ipsum elit ullamco commodo. Commodo deserunt mollit nisi anim nostrud labore quis ad ullamco nisi. Elit reprehenderit officia ad enim deserunt aute ad dolor aliqua anim.\r\n<br/>Ullamco aliqua cillum sit deserunt aliquip. Fugiat est quis consectetur consequat officia. Cillum labore quis cupidatat est cupidatat ullamco.\r\n</p>",
      "extraDescription": "<p>Voluptate veniam ex eu duis mollit ea consectetur elit. Proident cillum in proident enim voluptate et. Eiusmod dolor reprehenderit irure exercitation nulla nulla ullamco id qui eiusmod. Magna irure cillum pariatur excepteur excepteur elit velit exercitation dolor aliqua est exercitation dolor.\r\n<br/>Dolore incididunt nostrud eiusmod excepteur magna anim laborum occaecat sunt non deserunt incididunt aliquip elit. Ipsum veniam amet sit minim do irure incididunt veniam. Aliqua nostrud dolor dolore ad ea reprehenderit deserunt. Cillum tempor sit velit anim commodo duis est. Lorem nisi in commodo cillum consequat quis mollit excepteur occaecat. Elit adipisicing sit in sint laborum reprehenderit laborum.\r\n<br/>Eu ad ipsum reprehenderit aliquip. Ut mollit et veniam sit Lorem mollit ullamco dolore in esse quis reprehenderit. Nisi laborum irure culpa magna voluptate pariatur elit officia reprehenderit ipsum. Aute in Lorem laboris consequat et dolore dolor non nostrud ad laboris. Nulla laboris veniam ad mollit quis pariatur dolore Lorem commodo incididunt consectetur sunt minim.\r\n</p>",
      "price": "1,703",
      "rating": 4,
      "isActive": true,
      "isModerated": false,
      "createDate": "2017-03-28T06:04:32 -06:00",
      "updateDate": "2018-05-25T01:11:27 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 37,
      "createdBy": 37,
      "name": "HATOLOGY",
      "address": "Чуй 255",
      "countries": "Kyrgyzstan",
      "cities": "Karakol",
      "location": {
        "latitude": 40.916524,
        "longitude": 74.167599
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@hatology.com",
      "phone": "996 700933551",
      "description": "<p>Eu tempor ut irure irure est qui labore laboris id nostrud cillum amet consectetur tempor. Occaecat adipisicing dolore sint enim deserunt et laborum consectetur laborum magna enim ullamco enim. Voluptate cillum mollit commodo anim.\r\n<br/>Labore reprehenderit veniam adipisicing culpa aliquip proident. Anim mollit deserunt pariatur qui culpa pariatur pariatur dolor magna excepteur ut. Fugiat ut veniam ullamco tempor ipsum velit. Duis deserunt pariatur anim incididunt non consequat nostrud. Non aute anim laborum pariatur esse nisi quis tempor mollit magna consectetur veniam quis veniam. Aliquip pariatur adipisicing nulla dolor excepteur aliqua non aliqua dolor veniam. Quis dolor cillum tempor magna eiusmod commodo mollit mollit adipisicing.\r\n<br/>Laboris ea ullamco minim quis excepteur consectetur ipsum sit ullamco mollit quis excepteur minim aute. Exercitation eiusmod nisi aute reprehenderit ipsum laboris quis. Sint dolor tempor qui id. Mollit esse fugiat ex do aliquip do adipisicing est deserunt excepteur. Irure laborum nostrud qui do exercitation ea consectetur qui eu ut fugiat Lorem.\r\n</p>",
      "extraDescription": "<p>Sit consectetur laboris duis eu Lorem eu enim cupidatat nostrud cillum et est non. Amet est consectetur dolor non est eiusmod in elit laboris commodo adipisicing esse. Commodo sint eiusmod dolor sint voluptate id ea ipsum quis incididunt sunt. Voluptate dolor reprehenderit pariatur pariatur Lorem qui irure.\r\n<br/>Fugiat consectetur laborum reprehenderit proident cupidatat deserunt magna irure ullamco aliqua aute minim ea laboris. Cupidatat dolor aute aliqua nisi ex laborum. Laboris ullamco magna nostrud ad nulla reprehenderit. Irure adipisicing deserunt incididunt ex cillum sint enim mollit cillum reprehenderit.\r\n<br/>In enim velit eiusmod eu mollit minim occaecat est. Laborum consequat voluptate do veniam minim aute ex aliquip consequat fugiat ea veniam. Est non magna ipsum commodo dolor do elit nisi minim excepteur pariatur proident culpa laborum. Eu anim ut occaecat dolore in elit voluptate aliquip fugiat sunt fugiat. Eu commodo anim aliqua dolor dolore amet labore. Incididunt laboris exercitation mollit exercitation adipisicing. Consequat dolore aliquip duis fugiat reprehenderit elit fugiat.\r\n</p>",
      "price": "2,831",
      "rating": 3,
      "isActive": false,
      "isModerated": false,
      "createDate": "2016-11-27T05:49:25 -06:00",
      "updateDate": "2015-12-26T15:25:11 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 38,
      "createdBy": 38,
      "name": "ENOMEN",
      "address": "Чуй 255",
      "countries": "Kyrgyzstan",
      "cities": "Batken",
      "location": {
        "latitude": 39.751957,
        "longitude": 73.506844
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@enomen.com",
      "phone": "996 705896484",
      "description": "<p>Culpa in culpa commodo commodo ipsum. Reprehenderit est deserunt dolor irure eiusmod aute commodo. Sint ut labore occaecat exercitation culpa culpa proident aute commodo velit aliquip. Proident minim aliquip aliqua in fugiat non non. Qui excepteur ut occaecat deserunt adipisicing occaecat. Nostrud officia do quis aute esse enim pariatur est magna. Pariatur eu Lorem consectetur eu do adipisicing duis mollit ut in et.\r\n<br/>Magna dolore adipisicing ipsum nostrud reprehenderit veniam laboris. Ex sunt et adipisicing minim esse laboris culpa ad. Consectetur veniam consectetur qui ad Lorem magna.\r\n<br/>Est labore laboris culpa mollit. Non est aliqua nisi qui sunt consequat laboris. Nisi non sit culpa elit sit do esse. Fugiat anim nostrud veniam occaecat ipsum tempor deserunt in eiusmod. Laborum aliquip elit aute anim incididunt.\r\n</p>",
      "extraDescription": "<p>Et aliquip nisi ipsum sit eu non. Dolore ex elit amet cupidatat aliquip et in laborum eu duis Lorem et Lorem. Cupidatat consectetur anim deserunt minim ad eu fugiat minim. Consequat nostrud enim irure cillum exercitation pariatur.\r\n<br/>Mollit occaecat id veniam eu quis laborum sunt. Exercitation labore reprehenderit esse ex id commodo ad ipsum anim aliqua. Non est occaecat sint eu consectetur. Laborum proident ex commodo sit. Dolore tempor anim nulla nostrud nulla et aute. Do sint magna deserunt aliqua voluptate anim non fugiat occaecat consectetur minim fugiat excepteur. Officia est quis sit commodo do esse nostrud ullamco est velit officia sunt nisi sit.\r\n<br/>Est amet nulla et ullamco consectetur do. Ad voluptate excepteur minim quis. Consectetur nulla aliqua qui pariatur consequat laboris laborum reprehenderit consequat laborum minim eu. Velit anim ad exercitation eu velit magna elit incididunt aliqua dolor. Duis nostrud amet velit eu anim elit exercitation excepteur qui id est ex quis aliqua. Veniam reprehenderit cillum eiusmod sit aliquip non irure.\r\n</p>",
      "price": "2,895",
      "rating": 2,
      "isActive": false,
      "isModerated": true,
      "createDate": "2015-12-09T12:17:56 -06:00",
      "updateDate": "2015-04-07T03:44:22 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 39,
      "createdBy": 39,
      "name": "ZAGGLES",
      "address": "Коенкозов көчөсү 70, 722200",
      "countries": "Kyrgyzstan",
      "cities": "Kant",
      "location": {
        "latitude": 41.705446,
        "longitude": 73.750031
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@zaggles.com",
      "phone": "996 700994597",
      "description": "<p>Consectetur aliqua irure anim velit elit esse Lorem amet eiusmod tempor dolor quis. Fugiat consequat anim esse aliqua pariatur pariatur reprehenderit aliqua minim proident quis cillum est. Fugiat enim cupidatat minim consectetur id deserunt veniam.\r\n<br/>Anim aliqua incididunt incididunt sunt excepteur Lorem ea in amet ullamco officia ea non. Voluptate amet excepteur officia irure ad enim esse exercitation incididunt culpa. Sint voluptate labore magna nulla qui.\r\n<br/>In ut velit adipisicing velit ea culpa excepteur esse voluptate exercitation aute est. Magna consectetur adipisicing consectetur anim velit irure deserunt officia ea id nisi mollit aliquip cillum. Laborum ullamco id duis incididunt nulla proident quis deserunt elit aliquip sit proident.\r\n</p>",
      "extraDescription": "<p>Dolore ipsum deserunt anim dolor aliqua dolore dolore laborum do dolor in. Consequat commodo ut voluptate incididunt incididunt velit eu commodo ipsum adipisicing exercitation. Reprehenderit in ad aliquip ipsum cupidatat occaecat incididunt incididunt nisi excepteur officia exercitation laboris ad. Qui exercitation ullamco aliqua Lorem consequat nisi. Aute consequat dolore proident culpa id consectetur incididunt eiusmod occaecat excepteur cupidatat culpa.\r\n<br/>Occaecat nostrud officia ut cillum laboris minim dolore Lorem anim consequat. Ex commodo anim Lorem adipisicing occaecat officia dolore duis ex ullamco duis do sunt. Laborum nostrud et consectetur adipisicing velit consectetur in cupidatat dolore elit veniam. Ullamco ad sint ad amet dolor irure magna aliqua veniam eu. Commodo eiusmod fugiat excepteur ipsum culpa laboris proident voluptate est cillum veniam fugiat. Esse cillum est cillum non velit sit do duis consectetur irure aliquip exercitation magna. Exercitation incididunt voluptate velit deserunt ut incididunt deserunt reprehenderit Lorem ex amet anim esse.\r\n<br/>Ipsum non irure eiusmod voluptate reprehenderit reprehenderit esse mollit non aliqua aliquip. Aliqua aliqua officia deserunt amet aute veniam. Do exercitation nostrud velit nostrud id labore mollit aute tempor aliqua. Amet sunt magna cupidatat velit magna magna.\r\n</p>",
      "price": "3,112",
      "rating": 2,
      "isActive": false,
      "isModerated": false,
      "createDate": "2015-01-07T19:19:02 -06:00",
      "updateDate": "2018-04-25T19:46:17 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 40,
      "createdBy": 40,
      "name": "NEOCENT",
      "address": "улица Боконбаева, 120",
      "countries": "Kyrgyzstan",
      "cities": "Osh",
      "location": {
        "latitude": 42.317146,
        "longitude": 73.311233
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@neocent.com",
      "phone": "996 779889426",
      "description": "<p>Exercitation reprehenderit proident do laborum tempor aliquip elit excepteur tempor consequat quis. Laboris duis fugiat incididunt reprehenderit commodo officia dolore voluptate sit. Anim ipsum laborum duis proident nostrud velit voluptate anim laborum sint amet enim amet. Non deserunt tempor laborum veniam dolor occaecat deserunt qui enim nulla ex sunt officia. Amet velit amet anim veniam quis pariatur magna. Ipsum officia dolore quis cillum. Enim labore sit consequat aliqua Lorem irure sit Lorem commodo et et veniam esse.\r\n<br/>Aliquip ut enim commodo voluptate exercitation amet est minim aliqua pariatur. Excepteur aliqua sunt in eu nulla. Excepteur sunt anim laboris non consectetur. Nisi voluptate ullamco commodo qui laboris nostrud elit irure occaecat voluptate et.\r\n<br/>Ea excepteur sunt mollit Lorem qui ea ipsum deserunt ad cupidatat. Duis dolore est culpa officia sunt in proident ea ut tempor. Et ex minim proident dolor eu occaecat. Cupidatat aliquip quis ea commodo quis sunt reprehenderit quis nostrud ex officia aliqua cillum esse.\r\n</p>",
      "extraDescription": "<p>Est elit est consequat nostrud sint occaecat reprehenderit consectetur proident nostrud ut est. Excepteur aliquip eu nostrud veniam pariatur culpa eu dolore eiusmod laborum do. Eiusmod reprehenderit consectetur fugiat reprehenderit ut nulla duis dolore sit anim occaecat. Cillum culpa enim magna consequat sint officia ullamco ipsum ex exercitation dolore eiusmod mollit cupidatat. Sint aliqua dolor et esse ex consectetur veniam pariatur duis velit. Laborum pariatur incididunt adipisicing sit veniam cillum esse nisi consequat aliquip occaecat ad.\r\n<br/>Laboris adipisicing labore commodo aute est qui consectetur ad culpa aute. Est do reprehenderit amet eu occaecat sit deserunt velit mollit sunt et eu nostrud commodo. Excepteur sit sit tempor eiusmod anim reprehenderit. Incididunt ex fugiat ad ex aute reprehenderit eiusmod ipsum sint eu id ex reprehenderit. Aliquip sunt excepteur sint velit labore consequat nostrud laborum officia reprehenderit ad. Exercitation irure in duis nostrud commodo aliqua proident id consequat nostrud nostrud. Enim id nisi veniam pariatur tempor ullamco dolore minim minim dolor qui ipsum.\r\n<br/>Do voluptate non irure enim aute in amet elit nostrud elit et adipisicing incididunt do. Do irure laborum dolor magna dolore quis pariatur tempor in. Nostrud deserunt fugiat consectetur id incididunt deserunt reprehenderit laboris duis est ex dolor ipsum.\r\n</p>",
      "price": "2,107",
      "rating": 3,
      "isActive": true,
      "isModerated": false,
      "createDate": "2016-04-25T21:57:09 -06:00",
      "updateDate": "2015-02-28T03:30:00 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 41,
      "createdBy": 41,
      "name": "FANGOLD",
      "address": "улица Боконбаева, 120",
      "countries": "Kyrgyzstan",
      "cities": "Kant",
      "location": {
        "latitude": 39.825377,
        "longitude": 73.494948
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@fangold.com",
      "phone": "996 550827555",
      "description": "<p>Occaecat tempor reprehenderit dolore aute. Ex mollit nisi et et reprehenderit laboris do tempor. Exercitation ipsum anim amet fugiat adipisicing do commodo. Ea anim est mollit ipsum irure excepteur mollit. Nulla adipisicing mollit ipsum officia et velit quis.\r\n<br/>Ullamco enim voluptate ea et eiusmod consectetur eu deserunt proident tempor eu. Ad voluptate ad do est consectetur. Culpa occaecat commodo anim quis officia.\r\n<br/>Veniam quis eu cupidatat laboris excepteur occaecat excepteur occaecat elit est. Eiusmod pariatur tempor deserunt magna tempor veniam aute laborum. Proident sunt veniam proident minim dolore tempor qui.\r\n</p>",
      "extraDescription": "<p>Lorem excepteur ut nulla voluptate dolore tempor voluptate occaecat cupidatat Lorem tempor proident irure. Anim do esse fugiat ea id eu culpa ipsum. Est eiusmod minim et duis culpa ipsum cupidatat voluptate consequat Lorem fugiat minim ad. Ullamco quis sunt est ipsum excepteur cillum. Velit ad Lorem adipisicing amet Lorem pariatur ex. Esse sint elit sint aliquip quis exercitation ea quis excepteur quis enim. Irure voluptate magna est aute.\r\n<br/>Aliquip ut Lorem amet aliqua laboris fugiat sunt cillum in occaecat. Velit eiusmod duis culpa reprehenderit enim. Magna irure nostrud excepteur do occaecat consectetur ea quis esse. Proident ea sint cupidatat eu ipsum aute in sit ipsum aliquip consequat aliquip. Officia deserunt in excepteur elit reprehenderit consectetur ad. Mollit id Lorem id ipsum laboris qui labore adipisicing elit irure aliquip duis aute.\r\n<br/>Irure dolor non magna velit id. Non incididunt culpa Lorem ea consectetur veniam sit cillum elit in. Incididunt ad elit ad nisi enim. Cupidatat labore elit voluptate excepteur deserunt et officia occaecat laboris sint in non labore. Officia dolore enim aliquip eiusmod duis adipisicing id dolore esse aliqua tempor ipsum cupidatat esse. Adipisicing consequat Lorem minim et est non dolore Lorem ullamco quis eiusmod tempor exercitation cupidatat. Proident consequat eiusmod voluptate ullamco exercitation quis aliquip eiusmod excepteur consequat velit dolore proident.\r\n</p>",
      "price": "1,493",
      "rating": 1,
      "isActive": false,
      "isModerated": false,
      "createDate": "2014-01-28T21:40:56 -06:00",
      "updateDate": "2018-10-06T12:37:00 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 42,
      "createdBy": 42,
      "name": "QUINTITY",
      "address": "Ленина 55/3",
      "countries": "Kyrgyzstan",
      "cities": "Kant",
      "location": {
        "latitude": 40.459015,
        "longitude": 74.050399
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@quintity.com",
      "phone": "996 779997537",
      "description": "<p>Excepteur non duis pariatur non aute non. Veniam esse sint irure consectetur sit magna amet ullamco nisi excepteur aute anim cupidatat. Dolore eu fugiat Lorem magna eiusmod occaecat Lorem duis veniam aliqua duis quis labore adipisicing.\r\n<br/>Sit minim ex fugiat laborum duis incididunt nulla. Excepteur excepteur elit qui ut ea sit proident est sunt aliquip officia. Aute mollit et enim reprehenderit dolore proident eiusmod cupidatat sunt incididunt. Do non fugiat commodo officia sint velit ipsum eiusmod dolor tempor esse quis nisi sit. Voluptate nisi proident sit sit exercitation aute consectetur amet amet fugiat. Id fugiat labore elit velit amet id ut fugiat.\r\n<br/>Minim est eiusmod veniam eiusmod. Eu ad sint reprehenderit aute nisi. Occaecat voluptate elit laborum incididunt.\r\n</p>",
      "extraDescription": "<p>Exercitation nulla minim quis id qui aute fugiat sunt consequat sit aliqua laborum incididunt. Mollit est consectetur labore sint tempor non velit aliquip nisi anim sint mollit. Exercitation ad commodo voluptate veniam consectetur. Ipsum ad et proident minim culpa veniam aute. Sint fugiat enim et ex. Irure sint adipisicing exercitation non elit. Fugiat quis cillum laboris aliqua nostrud elit ex.\r\n<br/>Minim exercitation quis exercitation tempor cillum aute pariatur nisi in quis ad in. Aliqua velit laboris laboris nulla irure amet aliqua. Exercitation ex est laborum minim Lorem magna esse. Nisi ad commodo sit quis non eu elit in eiusmod quis ex. Exercitation magna commodo reprehenderit ullamco eu cillum duis. Esse officia laborum consectetur consequat amet cupidatat culpa. Aute aliqua occaecat velit Lorem mollit deserunt.\r\n<br/>Id ullamco consequat consequat ea velit dolor. Proident nulla pariatur ad commodo consectetur velit eu. Anim nisi pariatur dolore aliquip pariatur. Sit elit in labore cupidatat ut do.\r\n</p>",
      "price": "1,439",
      "rating": 3,
      "isActive": false,
      "isModerated": false,
      "createDate": "2016-07-30T12:19:56 -06:00",
      "updateDate": "2016-09-24T16:10:33 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 43,
      "createdBy": 43,
      "name": "ENTALITY",
      "address": "Ленина 55/3",
      "countries": "Kyrgyzstan",
      "cities": "Karakol",
      "location": {
        "latitude": 41.701676,
        "longitude": 73.459519
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@entality.com",
      "phone": "996 775930551",
      "description": "<p>Laboris officia anim culpa adipisicing aliqua exercitation et consequat nulla dolore commodo dolor ipsum. Minim pariatur qui Lorem adipisicing nulla proident adipisicing commodo. Id veniam nulla occaecat Lorem aute magna veniam minim nostrud elit amet esse consequat cupidatat. Aute magna quis aliquip pariatur aliquip qui ad pariatur consectetur minim enim. Anim dolor Lorem consequat laboris. Enim eu aliqua ullamco quis exercitation nulla occaecat dolore pariatur. Pariatur velit nulla incididunt tempor.\r\n<br/>Aliquip eu ad exercitation pariatur labore aliquip dolore ipsum laborum non aliquip. Duis incididunt aliquip aliquip laboris officia aliquip non ullamco dolore deserunt amet proident deserunt cupidatat. Adipisicing occaecat consequat est pariatur ipsum id occaecat. Quis commodo sint nisi fugiat enim voluptate. Consectetur cupidatat aute ut aute enim reprehenderit.\r\n<br/>Adipisicing exercitation cillum aliqua sint pariatur adipisicing deserunt commodo eiusmod irure consectetur enim veniam velit. Ea et exercitation eiusmod sit sunt dolore mollit cillum ad et officia consectetur. Enim irure aliqua nostrud minim sit sint et eu nulla id esse ad in commodo. Consectetur esse fugiat esse ut. Nisi occaecat culpa do esse.\r\n</p>",
      "extraDescription": "<p>Mollit aliquip do pariatur cillum. Laborum dolor tempor qui id non aliqua anim excepteur. Incididunt ad occaecat ea reprehenderit ea proident. Tempor reprehenderit do irure incididunt.\r\n<br/>Voluptate duis do deserunt excepteur tempor sunt cupidatat fugiat aliqua. Consequat incididunt et sint est nisi duis Lorem occaecat excepteur nulla in. Deserunt ea fugiat ex consequat ex deserunt. Aliqua Lorem amet anim ipsum ad ipsum.\r\n<br/>Adipisicing excepteur officia qui dolor in deserunt laboris Lorem nisi duis labore culpa aute. Et enim incididunt ea exercitation nisi. Reprehenderit ea sit id consectetur qui proident tempor est laborum. Occaecat ea excepteur ad labore id velit.\r\n</p>",
      "price": "2,596",
      "rating": 2,
      "isActive": false,
      "isModerated": true,
      "createDate": "2018-07-01T13:20:00 -06:00",
      "updateDate": "2018-12-28T13:12:01 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 44,
      "createdBy": 44,
      "name": "VANTAGE",
      "address": "улица Боконбаева, 120",
      "countries": "Kyrgyzstan",
      "cities": "Naryn",
      "location": {
        "latitude": 40.634308,
        "longitude": 73.311978
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@vantage.com",
      "phone": "996 700829551",
      "description": "<p>Irure cillum consectetur eiusmod aliquip minim excepteur ea. Sunt fugiat elit laborum consequat adipisicing elit. Laboris amet deserunt culpa cupidatat Lorem cupidatat sit occaecat ipsum ad laboris minim ex velit. Sint sint duis voluptate officia velit officia id consectetur. Non qui nisi culpa do eu cupidatat velit veniam elit ullamco sit irure id velit. Sunt consequat deserunt tempor nulla non ex cupidatat est velit aliquip velit aliquip. Enim laboris cupidatat amet deserunt Lorem adipisicing.\r\n<br/>Commodo pariatur deserunt esse nisi cupidatat eiusmod aliqua. Magna ad ipsum enim Lorem aliqua dolore tempor ut ea aute. Excepteur irure ad in aute ex velit ipsum qui.\r\n<br/>Eiusmod id amet excepteur duis irure sit deserunt excepteur incididunt in aute sint. Ad ea cupidatat ut ipsum reprehenderit consectetur Lorem nostrud. Mollit ex eiusmod eiusmod ex qui mollit officia est adipisicing esse cupidatat velit deserunt. Minim anim elit eu Lorem ut voluptate nisi fugiat ipsum aliquip nostrud dolore fugiat. Qui aliqua mollit pariatur dolor sunt do eu minim irure sit dolore. Exercitation ex proident eiusmod reprehenderit. Amet exercitation est nostrud ea deserunt voluptate non incididunt laborum voluptate reprehenderit aliquip quis veniam.\r\n</p>",
      "extraDescription": "<p>Do nisi duis anim deserunt. Laboris nostrud irure aliqua sint ipsum aute occaecat velit aliqua. Adipisicing officia dolore consequat dolor pariatur dolore veniam.\r\n<br/>Laborum aliqua incididunt do excepteur proident qui. Esse reprehenderit fugiat deserunt ex cupidatat irure irure. Lorem tempor velit sit est anim esse nisi ad cupidatat ea. Velit do elit non sit dolor cillum anim anim Lorem veniam. Cillum veniam deserunt est non officia nostrud culpa laboris quis sit sunt irure. Anim irure enim cupidatat esse velit enim consequat elit eiusmod dolor quis pariatur incididunt. Lorem incididunt incididunt exercitation culpa.\r\n<br/>Pariatur veniam aute ad consequat eu Lorem pariatur voluptate culpa excepteur. Adipisicing dolor excepteur minim minim sit laboris ea ex sint duis est est irure reprehenderit. Duis do ipsum nostrud reprehenderit deserunt officia aliquip esse minim. Id qui nulla irure dolore in aliqua exercitation ipsum irure. Eiusmod irure duis aliqua tempor duis incididunt exercitation. Incididunt fugiat sit sunt ipsum excepteur quis officia est laborum id ut.\r\n</p>",
      "price": "1,899",
      "rating": 2,
      "isActive": true,
      "isModerated": false,
      "createDate": "2017-12-12T01:04:32 -06:00",
      "updateDate": "2015-11-03T12:30:41 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 45,
      "createdBy": 45,
      "name": "MOBILDATA",
      "address": "ул. Ашхабадская, 30",
      "countries": "Kyrgyzstan",
      "cities": "Tokmok",
      "location": {
        "latitude": 41.228664,
        "longitude": 73.70049
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@mobildata.com",
      "phone": "996 708933582",
      "description": "<p>Ullamco exercitation tempor laborum commodo fugiat aliquip sunt elit ex et nisi enim. Anim deserunt culpa consectetur sit. Magna aliqua excepteur labore aliqua in eiusmod Lorem. Amet sit incididunt magna reprehenderit id nostrud voluptate exercitation laborum id duis anim culpa. Culpa ullamco ullamco ex cillum ut. Ex eiusmod mollit occaecat occaecat ad.\r\n<br/>Cupidatat veniam cillum mollit sint elit labore tempor laborum reprehenderit sit elit tempor. Ea minim eu laborum duis. Laboris ullamco deserunt nulla nulla irure elit qui. Cupidatat et eu consequat Lorem ullamco et minim magna.\r\n<br/>Eiusmod laborum aliquip quis id voluptate est velit tempor in occaecat amet officia. In voluptate sunt eiusmod amet sit non irure laboris. Fugiat est anim tempor nostrud sit cupidatat cillum amet labore qui mollit consequat aute aliquip. Irure adipisicing aliquip laboris est. Exercitation nisi aliquip velit tempor laborum aliqua deserunt labore pariatur fugiat sunt adipisicing. Anim non velit minim mollit anim consectetur dolore dolore esse velit sint. Consectetur fugiat deserunt cillum sit incididunt cillum velit.\r\n</p>",
      "extraDescription": "<p>Do sit ea pariatur non minim excepteur ullamco pariatur velit anim elit irure dolore officia. Incididunt nostrud ut sit cillum esse in cillum eiusmod. Nisi nisi nulla in anim id labore esse et.\r\n<br/>Irure in laboris esse exercitation cillum ad. Et proident nostrud et est reprehenderit ad sunt sunt magna. Excepteur enim laboris culpa adipisicing fugiat nulla qui amet. Veniam ex ipsum irure sunt ut elit enim sint. Adipisicing consequat mollit dolor nostrud veniam commodo consectetur adipisicing irure occaecat sit laborum nostrud sit.\r\n<br/>Labore sunt aliqua sint irure commodo ut. Pariatur laborum laborum elit eiusmod excepteur ex laboris occaecat tempor esse fugiat. Id esse anim quis laborum in esse quis ea tempor adipisicing. Deserunt sit ut et do.\r\n</p>",
      "price": "1,079",
      "rating": 4,
      "isActive": true,
      "isModerated": true,
      "createDate": "2017-12-07T00:55:10 -06:00",
      "updateDate": "2016-08-06T04:42:36 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 46,
      "createdBy": 46,
      "name": "ZIORE",
      "address": "Исанова 150",
      "countries": "Kyrgyzstan",
      "cities": "Kant",
      "location": {
        "latitude": 39.789615,
        "longitude": 73.354419
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@ziore.com",
      "phone": "996 555904430",
      "description": "<p>Magna fugiat eiusmod anim magna tempor nisi consequat eu pariatur incididunt exercitation mollit. Pariatur consequat ex culpa reprehenderit cupidatat eu consequat et ad. In officia non adipisicing sint enim pariatur aute cupidatat labore sit. Eiusmod nisi ut quis qui labore dolore eu.\r\n<br/>Magna adipisicing nostrud excepteur commodo dolore cupidatat in voluptate tempor irure enim minim reprehenderit. Voluptate culpa adipisicing non sint ipsum est duis mollit. Do incididunt Lorem mollit consectetur duis officia consectetur aute. Duis cillum ea et est est velit cupidatat exercitation occaecat adipisicing voluptate adipisicing nisi aute.\r\n<br/>Ea elit magna sint veniam dolore laborum amet anim deserunt incididunt incididunt. Nostrud proident proident veniam do. Velit aliquip irure pariatur in eiusmod amet.\r\n</p>",
      "extraDescription": "<p>Nulla fugiat labore mollit duis ut consectetur incididunt id. Enim Lorem ipsum sit aliquip. Nisi esse excepteur aute dolor minim. Enim occaecat quis minim reprehenderit do ipsum eiusmod sunt esse do.\r\n<br/>Enim aliqua excepteur irure id sint excepteur velit sint esse cillum ut aliquip ea. Consequat fugiat cillum irure est ullamco eu enim amet ad. In ipsum esse Lorem quis aliqua cupidatat cupidatat commodo fugiat id consequat et. Mollit ea amet labore occaecat in qui. Id incididunt sint nisi laborum mollit non amet esse mollit. Duis in eiusmod sit sit deserunt labore consequat eu velit excepteur deserunt cillum mollit.\r\n<br/>Consequat officia id nostrud qui pariatur. Deserunt officia cillum elit amet. Cillum do esse sint laborum ullamco ex. Nulla fugiat aute laboris excepteur fugiat in ullamco. Excepteur veniam sit eiusmod aute amet.\r\n</p>",
      "price": "3,197",
      "rating": 3,
      "isActive": false,
      "isModerated": true,
      "createDate": "2015-10-03T21:45:02 -06:00",
      "updateDate": "2018-11-25T01:17:40 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 47,
      "createdBy": 47,
      "name": "TERSANKI",
      "address": "Чуй 255",
      "countries": "Kyrgyzstan",
      "cities": "Osh",
      "location": {
        "latitude": 42.054491,
        "longitude": 73.93909
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@tersanki.com",
      "phone": "996 700804557",
      "description": "<p>Duis commodo reprehenderit id esse commodo magna et ullamco qui esse cupidatat commodo aliqua. Qui ullamco velit officia laborum pariatur minim non voluptate enim et cupidatat sunt duis in. Sit laboris Lorem Lorem cupidatat ea laboris exercitation est consequat culpa ex commodo ex. Reprehenderit tempor eiusmod ea dolor in.\r\n<br/>Minim sint ad dolore consectetur commodo pariatur anim culpa id. Et aliquip nisi non dolore. Cillum aute reprehenderit dolore voluptate cillum commodo officia commodo.\r\n<br/>Officia nostrud laboris ad non fugiat aliquip exercitation sit labore amet irure incididunt. Et enim velit id Lorem. Commodo consequat qui commodo anim eiusmod. Qui minim sit deserunt anim consectetur nostrud reprehenderit elit aliquip ut dolore. Irure esse ut eu nostrud deserunt cupidatat sunt. Qui ad ipsum esse nostrud.\r\n</p>",
      "extraDescription": "<p>Veniam laboris magna ex enim aute minim enim qui quis est. Id magna consectetur esse dolore reprehenderit ex. Ea laboris incididunt velit velit aliquip duis. Commodo qui enim Lorem fugiat ad irure. Quis magna ea nisi nulla occaecat magna ipsum Lorem. In do nulla est id tempor aliquip irure.\r\n<br/>Proident do consectetur et culpa ipsum Lorem amet laboris ullamco non. Eu cillum officia ea amet elit cupidatat aliquip enim nostrud esse cillum. Velit ut tempor minim laborum pariatur. Consequat qui ad nulla commodo exercitation nulla labore irure culpa eiusmod. Sint duis incididunt dolor aliquip nostrud.\r\n<br/>Tempor laboris incididunt laborum non esse nisi nulla aliqua proident in laborum tempor. Nostrud elit nostrud quis commodo veniam. Eu sunt consequat voluptate do aliquip commodo occaecat dolor. Sunt excepteur ea commodo exercitation est et culpa dolor labore.\r\n</p>",
      "price": "2,487",
      "rating": 2,
      "isActive": true,
      "isModerated": false,
      "createDate": "2019-04-17T13:17:46 -06:00",
      "updateDate": "2017-01-29T09:45:21 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 48,
      "createdBy": 48,
      "name": "ZILIDIUM",
      "address": "Чуй 255",
      "countries": "Kyrgyzstan",
      "cities": "Talas",
      "location": {
        "latitude": 39.752425,
        "longitude": 74.008555
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@zilidium.com",
      "phone": "996 708929546",
      "description": "<p>Labore tempor ex cupidatat magna ex exercitation proident irure cupidatat in nostrud incididunt. Ipsum duis sit aliquip deserunt excepteur laborum aliquip fugiat enim aliqua qui. Mollit velit fugiat labore duis fugiat culpa. Pariatur ut aute adipisicing laboris consectetur ex enim consectetur commodo.\r\n<br/>Elit laborum duis do cillum amet excepteur elit pariatur anim culpa mollit. Esse tempor id do labore ipsum deserunt excepteur eu reprehenderit anim amet. Veniam ad ullamco non dolor id nostrud exercitation esse labore ut do reprehenderit.\r\n<br/>Eiusmod ipsum officia laboris quis cupidatat esse quis nulla tempor. Lorem incididunt dolor laborum aliquip sunt duis cillum velit aliqua id proident. Aute voluptate nostrud veniam eu Lorem fugiat adipisicing enim. Dolor consectetur eu do do reprehenderit laborum esse et mollit laborum sit incididunt et proident. Ipsum veniam incididunt est eu adipisicing aute. Do duis fugiat proident duis. Pariatur velit ea amet mollit amet in.\r\n</p>",
      "extraDescription": "<p>Nostrud aute proident exercitation velit irure dolore reprehenderit consectetur. Consequat culpa aute adipisicing duis voluptate consequat sit sunt consequat laborum. Nisi Lorem esse veniam sunt commodo. Officia incididunt enim ullamco sint sunt id magna amet laboris sint ex consectetur.\r\n<br/>Nisi nulla dolore voluptate irure ut nisi in reprehenderit do veniam pariatur nisi. Eiusmod nulla aute Lorem nisi incididunt incididunt. Sit elit aliquip ad sit aliquip anim dolor aute esse minim sit laboris do minim. Reprehenderit laborum nostrud excepteur non excepteur.\r\n<br/>Reprehenderit ipsum esse cupidatat ut. Voluptate ex et incididunt duis. Ipsum dolore labore ullamco ad labore ipsum esse. Dolor aute ullamco dolore sunt est esse Lorem adipisicing excepteur esse consequat incididunt Lorem. Id elit occaecat dolore do dolore veniam sit eiusmod in aliqua cillum pariatur sunt et.\r\n</p>",
      "price": "1,928",
      "rating": 4,
      "isActive": true,
      "isModerated": false,
      "createDate": "2015-03-09T07:27:27 -06:00",
      "updateDate": "2018-11-01T08:38:17 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 49,
      "createdBy": 49,
      "name": "QUILK",
      "address": "Чуй 255",
      "countries": "Kyrgyzstan",
      "cities": "Naryn",
      "location": {
        "latitude": 42.325101,
        "longitude": 73.137485
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@quilk.com",
      "phone": "996 777973557",
      "description": "<p>Pariatur sint adipisicing elit culpa consectetur occaecat aute anim aute aliquip elit proident ullamco nisi. Pariatur minim incididunt excepteur Lorem eu consequat sunt occaecat dolore quis ea excepteur aliqua. Quis nisi cillum do eiusmod incididunt sit. Id dolore aliqua consequat in est magna reprehenderit veniam labore est Lorem in. Labore nisi ex fugiat tempor adipisicing deserunt tempor cillum aliquip culpa laboris.\r\n<br/>Quis fugiat eiusmod veniam fugiat commodo non voluptate aute fugiat consequat Lorem quis nostrud et. Aute excepteur amet duis consectetur cupidatat reprehenderit eu irure ad ex. Consectetur voluptate esse cupidatat mollit adipisicing quis in sint tempor est. Veniam fugiat sint occaecat qui proident. Dolore laboris fugiat ut laborum id elit amet laboris.\r\n<br/>In sint consequat eiusmod est magna est nostrud cillum sunt cillum quis laborum cillum. Officia eiusmod amet tempor cupidatat nostrud duis id. Esse culpa dolore velit minim nostrud pariatur ut laboris nisi esse sunt ad. Ut excepteur quis id esse et adipisicing laboris anim velit. Magna enim magna enim qui ad ipsum Lorem est.\r\n</p>",
      "extraDescription": "<p>Proident pariatur ipsum qui elit minim aliquip ullamco consequat proident est eu sint. Aliquip do nulla id cillum mollit. Exercitation tempor commodo nulla in. Labore velit tempor enim culpa cupidatat irure anim. Dolore aliquip aliqua cupidatat velit sint duis voluptate cillum. Pariatur cillum voluptate exercitation aliquip. Fugiat veniam labore non nulla dolor sint.\r\n<br/>Voluptate nulla anim elit in ea non exercitation do ipsum culpa minim tempor id. Consectetur occaecat dolor dolor duis. Mollit veniam reprehenderit commodo occaecat irure aute aute voluptate pariatur sunt ullamco laboris. Non veniam tempor labore aute elit eu cupidatat consectetur. Aute incididunt velit esse veniam.\r\n<br/>Reprehenderit incididunt incididunt ullamco sunt laborum laboris. Occaecat amet ut veniam sunt ex qui fugiat et laborum. Sunt qui sunt minim officia aliqua labore dolor culpa qui.\r\n</p>",
      "price": "3,916",
      "rating": 3,
      "isActive": true,
      "isModerated": false,
      "createDate": "2015-11-05T06:48:23 -06:00",
      "updateDate": "2019-02-09T11:08:12 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 50,
      "createdBy": 50,
      "name": "OLYMPIX",
      "address": "Горького 122/3",
      "countries": "Kyrgyzstan",
      "cities": "Kant",
      "location": {
        "latitude": 40.51853,
        "longitude": 73.253658
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@olympix.com",
      "phone": "996 705920463",
      "description": "<p>Consectetur ad aute aute pariatur culpa culpa reprehenderit nostrud occaecat aute est elit eiusmod. Enim irure tempor occaecat ullamco eu. Cupidatat exercitation veniam non pariatur est eiusmod officia sunt voluptate incididunt non. Duis mollit mollit et quis dolore dolore dolore aute voluptate excepteur eiusmod duis laboris duis. Et enim quis pariatur ea. Ullamco amet quis laboris mollit sint amet enim sint tempor tempor officia. Mollit commodo cupidatat occaecat laborum.\r\n<br/>Irure cillum duis non consequat incididunt amet est. Ea duis exercitation consequat culpa labore. Ullamco culpa reprehenderit ea consectetur ipsum ea in esse aute. Et ipsum esse consectetur ex cupidatat ex magna anim est. Est elit sit adipisicing eiusmod.\r\n<br/>Ad fugiat id anim aliquip deserunt velit amet commodo reprehenderit do aliquip ut aute nostrud. Culpa enim officia in amet minim laboris ex cupidatat pariatur. Lorem veniam cillum excepteur aliqua. Sint duis consequat ea labore non. Reprehenderit pariatur amet laborum aute labore id exercitation sint.\r\n</p>",
      "extraDescription": "<p>Voluptate eiusmod magna deserunt ut duis eu. Exercitation sit exercitation ut esse incididunt consequat ex culpa fugiat laboris. Id tempor minim aliquip mollit adipisicing ipsum eu Lorem ullamco reprehenderit. Laborum irure laborum reprehenderit consectetur excepteur et esse elit ad enim est id amet. Labore elit pariatur in exercitation Lorem nostrud quis amet ex ut aliqua ea labore Lorem.\r\n<br/>Nostrud occaecat excepteur et velit consectetur aliquip do consectetur. Fugiat tempor quis tempor reprehenderit consectetur consequat labore. Pariatur laboris ullamco cupidatat non elit excepteur sit Lorem sit id. In proident do et anim. Officia officia aliquip proident anim sunt labore.\r\n<br/>Eiusmod laboris magna deserunt et. In enim excepteur reprehenderit mollit ex commodo proident consequat culpa labore occaecat deserunt quis duis. Exercitation amet elit dolore eu reprehenderit ullamco incididunt fugiat magna officia veniam. Incididunt irure et labore ea labore amet irure ex deserunt nisi nulla. Incididunt consectetur deserunt dolor in cupidatat aliquip laboris ullamco id incididunt.\r\n</p>",
      "price": "2,342",
      "rating": 4,
      "isActive": false,
      "isModerated": true,
      "createDate": "2014-08-20T17:21:10 -06:00",
      "updateDate": "2018-06-09T16:03:11 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 51,
      "createdBy": 51,
      "name": "ZOLAREX",
      "address": "Коенкозов көчөсү 70, 722200",
      "countries": "Kyrgyzstan",
      "cities": "Jalal Abad",
      "location": {
        "latitude": 39.996199,
        "longitude": 73.878216
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@zolarex.com",
      "phone": "996 550996496",
      "description": "<p>Magna elit cillum non exercitation. Occaecat minim amet cillum eiusmod non nulla exercitation consequat minim aute aliquip incididunt. Ex minim duis excepteur officia cillum magna anim in pariatur est fugiat ea. Cillum cillum laboris culpa nisi eu quis labore proident mollit dolore minim.\r\n<br/>Cupidatat in veniam proident mollit ea irure sit cupidatat aliqua cupidatat. Deserunt reprehenderit nostrud nisi reprehenderit exercitation sint cupidatat labore anim velit. Proident nisi laborum Lorem ipsum exercitation ipsum dolor occaecat veniam in ad sunt occaecat aliqua.\r\n<br/>Quis id elit consectetur sit eu incididunt minim minim ad minim ullamco cillum consectetur duis. Excepteur ex dolor qui eu. Eu eiusmod non anim in nostrud incididunt.\r\n</p>",
      "extraDescription": "<p>Veniam officia quis ea qui quis labore ullamco officia labore laborum. Ullamco dolore esse duis enim Lorem tempor sunt commodo aliquip enim commodo commodo consequat. Eu sint laborum cupidatat sunt proident in laboris eiusmod elit magna nisi esse incididunt. Culpa non anim ullamco magna officia id occaecat aliquip consectetur aliqua amet nulla laboris. Pariatur officia ullamco cillum id voluptate exercitation laboris laborum labore officia tempor cillum do.\r\n<br/>Ullamco tempor id nisi qui ut aute culpa et. Cupidatat excepteur nostrud ut culpa nulla mollit velit magna officia reprehenderit nulla qui id. Nulla consectetur commodo nostrud consequat amet pariatur cillum nulla laborum aliqua anim nulla. Proident ex labore laborum duis est aliqua officia occaecat laborum. Consequat mollit velit laborum qui elit ipsum aute.\r\n<br/>Aliqua incididunt proident reprehenderit labore est ad cupidatat ex do sunt. Amet ullamco magna nisi et. Duis nisi labore aliquip amet ullamco nulla veniam enim consectetur adipisicing ullamco magna duis. Mollit veniam sunt fugiat exercitation id sit sint. Id laborum exercitation quis consectetur et duis irure exercitation fugiat.\r\n</p>",
      "price": "2,782",
      "rating": 2,
      "isActive": false,
      "isModerated": false,
      "createDate": "2019-02-12T16:39:40 -06:00",
      "updateDate": "2017-07-20T01:10:53 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 52,
      "createdBy": 52,
      "name": "BUZZWORKS",
      "address": "ул. Ашхабадская, 30",
      "countries": "Kyrgyzstan",
      "cities": "Osh",
      "location": {
        "latitude": 41.200964,
        "longitude": 73.631961
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@buzzworks.com",
      "phone": "996 553919455",
      "description": "<p>Proident magna esse cillum reprehenderit ea deserunt consequat. Sint amet fugiat duis ad aliqua voluptate laboris duis non. Laborum consequat reprehenderit velit irure elit enim fugiat qui anim sit consectetur laboris est. Consequat veniam aliquip ea tempor. Deserunt nulla est in officia mollit do. Qui consectetur excepteur sunt qui Lorem adipisicing voluptate ea nostrud adipisicing officia.\r\n<br/>Exercitation aliqua ipsum ad exercitation ad cupidatat enim excepteur ex. Consequat cillum reprehenderit esse ullamco culpa laboris sint aute anim Lorem deserunt consectetur. Cupidatat officia dolor ad do tempor ut nulla non esse occaecat aute. Sunt ad enim exercitation pariatur. Duis proident ullamco do ea anim nisi voluptate dolore excepteur Lorem. Irure mollit aliqua cillum nisi nulla dolor velit tempor in amet cupidatat ipsum deserunt. Consectetur mollit excepteur Lorem consectetur reprehenderit cupidatat dolore nisi.\r\n<br/>Consectetur ullamco exercitation est enim cupidatat cupidatat. Esse fugiat excepteur cupidatat incididunt quis irure. Ipsum qui cillum proident dolor laborum nulla qui et. Id in minim adipisicing enim cillum amet culpa. Ad eu ullamco sint Lorem.\r\n</p>",
      "extraDescription": "<p>Nulla est esse ullamco eiusmod laborum do nulla ut duis aliquip anim laboris. Sunt enim sint in id est qui sunt et. Deserunt irure nisi ad magna. Est cupidatat voluptate aute culpa amet nulla velit in aliquip in. Pariatur culpa veniam fugiat cillum occaecat voluptate ea do ut in fugiat est excepteur eiusmod. Voluptate commodo ullamco id ad duis adipisicing non ullamco cillum dolore.\r\n<br/>Duis minim cillum commodo aliquip sint sint nisi occaecat eu quis labore excepteur. Occaecat esse dolor dolor veniam irure eu mollit consectetur consequat. Irure nisi labore in enim excepteur exercitation aliqua amet. Eu nulla culpa adipisicing dolore dolor mollit aliquip dolore sunt officia magna. Ad laborum reprehenderit nulla eu laboris enim minim proident incididunt magna esse.\r\n<br/>Fugiat adipisicing qui aliqua id. Consequat sint ullamco proident irure dolor nulla amet. Est aliqua incididunt sunt Lorem irure et. Et ut ullamco commodo culpa veniam fugiat esse aliqua cillum culpa Lorem Lorem labore.\r\n</p>",
      "price": "3,100",
      "rating": 3,
      "isActive": false,
      "isModerated": false,
      "createDate": "2014-02-04T09:12:23 -06:00",
      "updateDate": "2016-08-18T10:55:16 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 53,
      "createdBy": 53,
      "name": "KLUGGER",
      "address": "Исанова 150",
      "countries": "Kyrgyzstan",
      "cities": "Bishkek",
      "location": {
        "latitude": 40.697846,
        "longitude": 73.520471
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@klugger.com",
      "phone": "996 708920536",
      "description": "<p>Commodo aliquip reprehenderit ipsum labore ullamco. Consequat officia ut dolor occaecat. Aliquip Lorem dolore ut eu tempor elit in. Aliquip laboris sunt deserunt culpa ea minim esse reprehenderit est ad ex aliquip velit. Commodo aute pariatur consectetur laboris deserunt laborum. Ea anim duis laboris veniam enim et duis cupidatat excepteur.\r\n<br/>Cupidatat veniam proident minim voluptate in exercitation veniam mollit consequat. Voluptate proident laboris irure id est mollit tempor magna reprehenderit. Aliquip dolore magna dolore laborum aute officia ipsum non cillum consequat anim consectetur. Tempor consectetur non commodo nostrud id sint duis mollit anim laborum anim cillum minim. Ut et ex sit officia Lorem nisi irure. Non id cillum do ad.\r\n<br/>In id commodo elit non veniam Lorem reprehenderit elit non consequat quis excepteur enim labore. Commodo non duis fugiat nulla ad enim et est ad cillum esse mollit voluptate. Sit ad dolor non cupidatat cillum labore labore cupidatat laboris aute dolore et commodo voluptate. Aute consectetur anim nostrud labore est. Cillum esse amet aliqua reprehenderit deserunt occaecat velit quis.\r\n</p>",
      "extraDescription": "<p>Deserunt ullamco magna magna fugiat velit. Ut ullamco anim aute laboris laboris nulla cupidatat sint. Dolor ullamco eiusmod pariatur irure cillum cupidatat ex irure id laboris incididunt laborum magna exercitation. Qui aute sint non proident velit dolor eu dolore est velit mollit.\r\n<br/>Voluptate Lorem reprehenderit excepteur qui non laborum. Dolore elit adipisicing consectetur est. Occaecat id incididunt magna in nisi ipsum magna officia ipsum.\r\n<br/>Laborum irure amet exercitation laboris eiusmod qui aliquip ex excepteur et dolor ut. Do velit sit id sunt consequat culpa mollit aliqua ea aliquip est in. Dolore aute exercitation nulla quis laborum duis aliquip veniam. Dolore in in tempor quis exercitation nisi nisi. Id veniam occaecat laboris sunt fugiat ea.\r\n</p>",
      "price": "1,794",
      "rating": 3,
      "isActive": true,
      "isModerated": true,
      "createDate": "2016-01-20T01:52:16 -06:00",
      "updateDate": "2015-10-31T19:01:37 -06:00"
    },
    {
      "categoriesId": 2,
      "id": 54,
      "createdBy": 54,
      "name": "KIOSK",
      "address": "улица Боконбаева, 120",
      "countries": "Kyrgyzstan",
      "cities": "Naryn",
      "location": {
        "latitude": 40.656563,
        "longitude": 73.340018
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@kiosk.com",
      "phone": "996 775806502",
      "description": "<p>Ullamco voluptate occaecat esse quis. Cillum consectetur fugiat et occaecat consectetur. Elit ea esse aliquip ullamco tempor ad culpa in laboris sunt qui.\r\n<br/>Consequat eiusmod consequat non adipisicing reprehenderit laboris occaecat. Exercitation tempor reprehenderit esse commodo aliquip laborum excepteur proident magna magna. Cillum commodo ad occaecat labore non quis excepteur enim qui tempor aute. Consequat ad fugiat minim do reprehenderit culpa. Et officia adipisicing ea duis esse. Quis qui officia mollit consequat occaecat laborum cillum aute id consequat excepteur. Veniam dolor officia laborum dolor anim nisi aliqua adipisicing do elit.\r\n<br/>Irure exercitation ut in ut fugiat fugiat pariatur id irure irure mollit ex. Amet laborum commodo tempor amet proident. Nostrud exercitation consectetur proident esse eiusmod consequat elit ex amet Lorem eu non non. Adipisicing id reprehenderit aliqua dolor ut eu consequat. Ullamco consequat enim ad nostrud excepteur. Irure do consectetur magna ex ut deserunt ullamco.\r\n</p>",
      "extraDescription": "<p>Adipisicing irure dolor occaecat exercitation in ullamco anim. Excepteur dolore eu labore aute irure aliquip do magna anim esse amet incididunt nostrud occaecat. Est consequat eiusmod anim nostrud commodo exercitation quis. Cupidatat et enim ea reprehenderit ipsum dolore ut incididunt ipsum quis quis non sit. Aute ad duis exercitation ut ipsum eiusmod. Nulla fugiat labore sunt ex pariatur consectetur veniam proident est enim fugiat. Deserunt sit nisi esse ipsum ut Lorem.\r\n<br/>Mollit incididunt eu qui fugiat veniam labore exercitation id. Consequat eu deserunt est cillum id eu. Esse sunt enim incididunt velit.\r\n<br/>Excepteur ad amet do ullamco id proident sit laborum ad. Eu excepteur proident cillum sit laborum ullamco non Lorem. Do eiusmod deserunt nostrud irure sunt dolor quis do exercitation proident in eiusmod. Qui eiusmod fugiat officia veniam consequat ex enim nulla consectetur laboris. Aliquip tempor dolor amet quis id aute eu id. Sunt aliquip ad ut elit consequat non mollit excepteur.\r\n</p>",
      "price": "3,427",
      "rating": 2,
      "isActive": false,
      "isModerated": false,
      "createDate": "2018-11-23T18:36:33 -06:00",
      "updateDate": "2018-06-20T04:16:31 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 55,
      "createdBy": 55,
      "name": "SLAMBDA",
      "address": "Горького 122/3",
      "countries": "Kyrgyzstan",
      "cities": "Osh",
      "location": {
        "latitude": 41.864088,
        "longitude": 73.692115
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@slambda.com",
      "phone": "996 705804485",
      "description": "<p>Occaecat proident qui irure consectetur cillum amet et fugiat amet magna enim. Dolor ad nostrud sunt laboris aute sit. Exercitation ut non tempor non nisi ut minim quis Lorem sint duis aliqua Lorem. Nulla Lorem adipisicing minim cillum dolore dolor consequat sit duis cillum proident dolore. Consequat ullamco nulla pariatur commodo. Laboris cupidatat reprehenderit duis est. Exercitation aliqua dolor tempor exercitation veniam eu incididunt nisi officia minim.\r\n<br/>Amet cupidatat consequat ullamco id tempor et elit anim eu laborum laboris nisi qui adipisicing. Labore sit ipsum esse ex consequat aliquip. Pariatur cupidatat pariatur est fugiat elit esse. Et minim eiusmod consequat voluptate ipsum mollit sit sunt.\r\n<br/>Lorem nulla culpa cillum consequat. Quis ad minim dolore deserunt irure. Sunt veniam dolor culpa officia adipisicing aliqua duis aliqua ea duis. Duis magna ullamco eiusmod laborum nulla in excepteur.\r\n</p>",
      "extraDescription": "<p>Commodo excepteur ut ea amet. Laborum sint occaecat veniam ea ad. Ad in ipsum pariatur culpa laborum. Aute deserunt ea pariatur qui minim laboris.\r\n<br/>Officia laborum laboris irure ullamco fugiat ea ex fugiat. Amet consectetur dolor sit laboris. Cillum incididunt duis laboris aute dolore esse quis officia sint mollit. Anim ipsum ad occaecat reprehenderit velit in cupidatat. Proident quis irure officia nulla tempor id cupidatat est voluptate deserunt. Enim incididunt magna esse ex proident. Consectetur deserunt sint nulla nulla irure ea nisi voluptate aute esse laborum minim ullamco consectetur.\r\n<br/>Ad deserunt nostrud adipisicing enim aliqua elit quis Lorem ea. Ad aute est Lorem deserunt amet laborum pariatur pariatur laborum elit et mollit ad anim. Reprehenderit ipsum occaecat ad irure ex anim exercitation et non aliquip enim. Quis minim do ut reprehenderit tempor eu ut laborum. Sunt anim ex culpa sit est duis sit reprehenderit dolore eu nulla.\r\n</p>",
      "price": "3,529",
      "rating": 1,
      "isActive": true,
      "isModerated": false,
      "createDate": "2017-10-01T19:03:06 -06:00",
      "updateDate": "2017-08-21T15:50:50 -06:00"
    },
    {
      "categoriesId": 3,
      "id": 56,
      "createdBy": 56,
      "name": "FROSNEX",
      "address": "Чуй 255",
      "countries": "Kyrgyzstan",
      "cities": "Kant",
      "location": {
        "latitude": 41.927952,
        "longitude": 73.241396
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@frosnex.com",
      "phone": "996 700953551",
      "description": "<p>Fugiat voluptate nisi magna nisi minim pariatur occaecat ex nisi proident ea. Irure adipisicing ea et occaecat ad cillum incididunt cupidatat laborum aliquip voluptate non in. Non tempor fugiat mollit eu do. Id ipsum voluptate cillum eiusmod nisi cupidatat minim magna. Irure ullamco nostrud ad ad exercitation enim commodo.\r\n<br/>Irure labore ullamco aute veniam aliqua amet excepteur qui cupidatat dolor culpa. Elit laborum consequat enim proident nostrud ullamco velit eu cupidatat adipisicing labore esse anim. Enim cillum consectetur mollit ipsum ut fugiat reprehenderit commodo cillum sunt esse adipisicing sunt pariatur.\r\n<br/>Commodo veniam eu nulla consequat laboris eiusmod ex nisi cupidatat enim. Labore ut velit sint voluptate Lorem dolor quis officia nostrud sint cupidatat. Laborum sint eu nostrud elit adipisicing veniam sint sunt sint. Minim sit officia reprehenderit cillum incididunt ea est sunt velit aute. Amet ullamco aliqua et quis occaecat ut aliqua fugiat non deserunt aliquip officia dolore. Anim proident ex occaecat exercitation do culpa ut deserunt minim excepteur irure sit. Ad laboris exercitation Lorem eu exercitation ipsum fugiat laboris anim irure fugiat sint aliquip.\r\n</p>",
      "extraDescription": "<p>Aute minim quis exercitation ex incididunt esse nulla eu incididunt ex aliquip. Mollit velit eiusmod aliqua proident occaecat eiusmod velit amet reprehenderit adipisicing laboris labore reprehenderit. Excepteur velit sit Lorem do do duis nulla ea amet dolor mollit. Sunt nulla eu amet commodo magna do et nisi eu nulla ullamco. Lorem minim nostrud in ex non. Amet nisi commodo ea cupidatat excepteur velit consectetur. Culpa ea mollit amet officia.\r\n<br/>Est officia commodo enim consectetur cillum ea eu. Eu commodo et dolor tempor dolore commodo excepteur adipisicing fugiat ut anim duis. Magna labore sit amet non enim labore velit anim magna nulla voluptate.\r\n<br/>Lorem proident reprehenderit ullamco nostrud eiusmod qui esse adipisicing cillum ea culpa eiusmod tempor consequat. Nostrud adipisicing officia pariatur enim. Non anim tempor sint dolore velit et sint magna. Ad ut magna in minim cillum pariatur magna culpa commodo eu occaecat id elit. Et consequat ea elit anim est reprehenderit velit pariatur ad. Tempor ullamco do duis irure laborum aliquip.\r\n</p>",
      "price": "1,240",
      "rating": 4,
      "isActive": false,
      "isModerated": false,
      "createDate": "2017-05-28T11:13:58 -06:00",
      "updateDate": "2015-02-09T09:08:47 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 57,
      "createdBy": 57,
      "name": "SLAX",
      "address": "Ленина 55/3",
      "countries": "Kyrgyzstan",
      "cities": "Tokmok",
      "location": {
        "latitude": 41.007887,
        "longitude": 73.804867
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@slax.com",
      "phone": "996 705936432",
      "description": "<p>Voluptate et cillum dolor qui nisi in exercitation sit occaecat consequat. Laborum irure enim minim pariatur consectetur nulla mollit consectetur commodo. Irure aliqua nulla quis deserunt ullamco amet reprehenderit eu eiusmod esse est adipisicing tempor. Voluptate tempor velit ut ad pariatur nisi fugiat do anim est commodo.\r\n<br/>Culpa anim ex aute velit eu mollit Lorem amet magna excepteur incididunt. Consequat occaecat dolore reprehenderit consectetur qui aute non sunt. Adipisicing qui magna dolore excepteur aliquip adipisicing nulla sunt irure cillum eiusmod. Magna amet nostrud non aliquip veniam est. Voluptate sint ut id veniam culpa nisi occaecat. Ipsum culpa eiusmod do consequat nisi mollit velit amet. Aliqua non quis aute voluptate sunt id do aliquip elit pariatur sunt.\r\n<br/>Eu excepteur consectetur sint ad eiusmod commodo. Culpa consectetur fugiat aliquip est cillum pariatur Lorem quis. Culpa dolore excepteur consequat dolore do laborum minim nisi ut officia. Do quis fugiat nisi labore non irure in nostrud duis labore ut. Ex ullamco in ipsum nulla ex amet mollit aliqua Lorem ullamco dolor do reprehenderit.\r\n</p>",
      "extraDescription": "<p>Deserunt anim laborum culpa consectetur aliquip do cillum anim minim incididunt. Nisi ea in eiusmod voluptate incididunt eu officia. Mollit ipsum consequat sit duis dolor veniam quis ex tempor. Proident tempor sunt ex mollit adipisicing occaecat dolore esse non cupidatat occaecat elit. Quis cillum eu ullamco deserunt laborum ullamco cillum eiusmod eu eu. Consequat tempor exercitation pariatur deserunt laboris laboris nostrud Lorem ex adipisicing dolor deserunt. Enim et ipsum nostrud elit aliqua et irure voluptate incididunt excepteur incididunt.\r\n<br/>Ut cupidatat commodo officia ad tempor nulla. Voluptate laborum tempor ut laboris sit do consequat velit. Aliqua labore nisi sint laboris laborum ullamco. Incididunt deserunt irure ad duis anim amet aliqua consequat cillum aliqua adipisicing eu est. Et officia id eiusmod magna nulla labore pariatur. Minim amet velit in culpa nostrud aliqua amet id veniam. Ipsum occaecat reprehenderit nostrud officia tempor minim.\r\n<br/>Officia labore reprehenderit sunt in nulla ea ipsum esse ipsum duis do do officia. Excepteur esse proident Lorem velit ad laboris duis minim sint consectetur id eu. Do mollit adipisicing nulla anim pariatur anim enim tempor eu sunt.\r\n</p>",
      "price": "1,852",
      "rating": 5,
      "isActive": false,
      "isModerated": true,
      "createDate": "2014-05-24T22:49:26 -06:00",
      "updateDate": "2017-06-05T03:20:00 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 58,
      "createdBy": 58,
      "name": "ZENTIX",
      "address": "Горького 122/3",
      "countries": "Kyrgyzstan",
      "cities": "Talas",
      "location": {
        "latitude": 40.229739,
        "longitude": 73.945177
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@zentix.com",
      "phone": "996 705956527",
      "description": "<p>Nisi dolore nisi aliqua ut est incididunt. Id nisi duis ad aliquip occaecat deserunt aliquip nisi. In aute sit dolore nisi voluptate laboris veniam est. Incididunt sunt nulla officia ex nostrud cillum eiusmod amet commodo. Voluptate irure mollit exercitation exercitation pariatur amet ut eu. Incididunt velit esse pariatur Lorem sint eiusmod incididunt mollit tempor non reprehenderit. Ad voluptate amet officia ad minim duis esse.\r\n<br/>Adipisicing consectetur ut sit nostrud consectetur. Duis nulla Lorem in amet sint tempor laboris aliqua. Ut pariatur excepteur est ad cillum mollit anim eiusmod. Nisi laboris velit velit aliqua non et nisi velit minim eiusmod do consectetur. Est commodo duis et quis consequat mollit dolor culpa eu aliqua amet elit. Est amet veniam consequat qui ullamco culpa laboris. Ad aute incididunt ea exercitation occaecat adipisicing dolor est culpa incididunt commodo aliquip consectetur elit.\r\n<br/>Proident esse esse consequat duis Lorem ut sunt incididunt velit. Id Lorem occaecat consectetur non excepteur aliquip eiusmod excepteur aute enim. Excepteur incididunt anim ipsum tempor.\r\n</p>",
      "extraDescription": "<p>Aliquip commodo ullamco est quis fugiat culpa nisi veniam aute non duis quis. Aute ipsum laborum ut magna occaecat qui. Qui cillum eiusmod amet anim incididunt cupidatat. Sit et ea nostrud laborum nostrud. Voluptate duis do enim do voluptate ad duis excepteur quis nulla esse nulla eu. Sint deserunt consectetur ex enim do elit.\r\n<br/>Ad consequat non qui dolor in incididunt duis. Id laboris quis enim pariatur deserunt commodo eiusmod esse voluptate veniam est irure pariatur. Nisi id aliquip laborum sit ea enim sint enim cupidatat veniam consequat laborum pariatur.\r\n<br/>Fugiat aute ad tempor nostrud laborum labore veniam excepteur mollit eiusmod exercitation magna. Irure ipsum aliqua exercitation eu Lorem qui officia aute ex do Lorem ad mollit. Commodo exercitation adipisicing mollit cupidatat amet aute aliquip commodo nulla aliqua. Elit mollit nisi consectetur non ipsum aliquip. Voluptate reprehenderit et nostrud nostrud enim voluptate est et dolor ea proident officia amet qui. Voluptate Lorem ipsum pariatur sit non voluptate id. Nisi fugiat ipsum aliqua duis aliqua laboris aliquip sit minim laboris laborum magna esse.\r\n</p>",
      "price": "3,785",
      "rating": 2,
      "isActive": false,
      "isModerated": true,
      "createDate": "2014-01-18T12:06:10 -06:00",
      "updateDate": "2014-06-22T05:48:22 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 59,
      "createdBy": 59,
      "name": "XSPORTS",
      "address": "Горького 122/3",
      "countries": "Kyrgyzstan",
      "cities": "Tokmok",
      "location": {
        "latitude": 40.161901,
        "longitude": 73.120596
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@xsports.com",
      "phone": "996 708997462",
      "description": "<p>Aliquip amet aliquip ut sit dolore mollit laborum exercitation. Aute adipisicing est ad nulla fugiat nostrud anim commodo dolor ipsum id nostrud. Ipsum aute in adipisicing officia Lorem mollit amet cillum elit irure duis cupidatat amet do.\r\n<br/>Consectetur commodo dolor laborum labore reprehenderit ullamco adipisicing. Elit commodo sit pariatur reprehenderit culpa sint labore deserunt magna duis. Veniam adipisicing labore consequat adipisicing do in labore.\r\n<br/>Culpa ullamco minim pariatur proident eu laborum minim anim. Labore ipsum nisi ipsum aliqua laboris minim in veniam sunt. Duis commodo ut est cillum. Dolor dolore sit qui magna dolor nulla ut sit nulla deserunt nisi et nulla. Elit sit Lorem enim ex duis nostrud nostrud ad.\r\n</p>",
      "extraDescription": "<p>Anim eiusmod consequat in officia dolor tempor elit commodo do irure elit. Lorem qui minim ut in tempor adipisicing consectetur eiusmod elit non Lorem ut. In officia id non anim sit officia. Lorem Lorem ad pariatur est. Magna id eu enim aute consequat et laborum nulla nulla. Excepteur duis enim Lorem laboris est proident eiusmod. Nulla mollit sit sit adipisicing cupidatat.\r\n<br/>Lorem ad sit mollit nostrud culpa. Culpa ullamco duis veniam proident exercitation. Voluptate velit aliqua ex eu culpa laboris sint nulla elit sunt non anim ex occaecat. Consectetur Lorem dolore amet elit aliquip in Lorem enim exercitation. Reprehenderit culpa adipisicing Lorem laborum aliqua.\r\n<br/>Exercitation cillum dolore irure in aute dolor aliqua reprehenderit ad est. Cupidatat non et id elit qui duis ipsum veniam. In cillum do incididunt non anim proident amet eiusmod ipsum minim.\r\n</p>",
      "price": "3,192",
      "rating": 3,
      "isActive": false,
      "isModerated": true,
      "createDate": "2018-06-22T00:32:33 -06:00",
      "updateDate": "2017-04-04T22:03:23 -06:00"
    },
    {
      "categoriesId": 1,
      "id": 60,
      "createdBy": 60,
      "name": "OVOLO",
      "address": "Исанова 150",
      "countries": "Kyrgyzstan",
      "cities": "Naryn",
      "location": {
        "latitude": 40.729699,
        "longitude": 73.532692
      },
      "mainImage": "https://img4.goodfon.ru/wallpaper/nbig/f/f2/khard-rok-kafe-kafe-gorod-hard-rock-cafe-a-cafe-city.jpg",
      "images": [
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg",
        "https://img1.goodfon.ru/wallpaper/nbig/6/d1/cold-spring-cafe-cafe-cold.jpg"
      ],
      "email": "mckeewhitaker@ovolo.com",
      "phone": "996 708858432",
      "description": "<p>Esse veniam aute qui anim reprehenderit do qui aliqua sit mollit reprehenderit. Enim duis cupidatat cupidatat aute labore fugiat tempor. Ad et proident ipsum proident. Sint elit non labore nisi Lorem dolore tempor nisi dolor.\r\n<br/>Sint adipisicing officia laborum in quis eu et. Fugiat occaecat excepteur aliquip est nisi cillum culpa sit Lorem nisi in. Eiusmod amet et enim ad dolore dolor. Nulla irure ipsum qui officia proident excepteur dolor ullamco veniam proident nisi excepteur voluptate pariatur. Sunt ex elit officia do aute id veniam id consectetur culpa velit tempor ex.\r\n<br/>Ut consequat nostrud enim ex sunt aute voluptate eu incididunt esse id eu enim sint. Quis consequat enim ut aliquip laboris pariatur. Velit in fugiat amet veniam incididunt proident irure fugiat Lorem ex minim velit proident elit.\r\n</p>",
      "extraDescription": "<p>Ex adipisicing consectetur sit pariatur consectetur irure cillum velit dolore duis adipisicing. Duis minim anim sunt eiusmod amet cillum non cupidatat nostrud reprehenderit. Deserunt deserunt reprehenderit exercitation dolor sint pariatur ex elit. Laborum adipisicing sunt ut laborum veniam enim deserunt exercitation. Aute excepteur consequat fugiat sint incididunt ea est et. Voluptate ullamco commodo anim mollit ipsum labore irure ex occaecat enim.\r\n<br/>Lorem aute esse exercitation pariatur. Non aliquip cillum magna incididunt consequat aliqua fugiat deserunt aliquip officia. Fugiat consectetur amet Lorem nisi dolore nostrud ullamco nostrud magna fugiat nulla labore veniam fugiat. Irure ea sit commodo qui ad sunt velit mollit. Dolore do pariatur cillum laborum enim.\r\n<br/>Anim enim minim eiusmod pariatur sint dolore quis exercitation. Proident anim labore aliqua qui aute exercitation. Esse dolor ut et occaecat cillum minim qui ad aliquip aliqua proident. Sit mollit aliquip nostrud irure ullamco eu cillum magna elit consectetur nisi nisi nulla minim.\r\n</p>",
      "price": "1,123",
      "rating": 1,
      "isActive": false,
      "isModerated": false,
      "createDate": "2014-02-11T05:58:16 -06:00",
      "updateDate": "2014-09-24T08:04:32 -06:00"
    }
  ]
}